Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: .JSON
de: . JSON (in englischer Sprache)
fr: . JSON (en anglais seulement)
ru: . Формат JSON

source: <0><1><2/></1>Add <3/> stkAAVE</0> to borrow at <4/> (max discount)
de: <0><1><2/></1>Hinzufügen von <3/> stkAAVE</0> zum Ausleihen mit <4/> (maximaler Rabatt)
fr: <0><1><2/></1>Ajoutez <3/> stkAAVE</0> pour emprunter à <4/> (remise maximale)
ru: <0><1><2/></1>Добавить <3/> stkAAVE</0> в займ по ставке <4/> (максимальная скидка)

source: <0><1><2/></1>Add stkAAVE</0> to see borrow rate with discount
de: <0><1><2/></1>Fügen Sie stkAAVE hinzu</0> , um den Sollzinssatz mit Rabatt anzuzeigen
fr: <0><1><2/></1>Ajoutez stkAAVE</0> pour voir le taux d’emprunt avec escompte
ru: <0><1><2/></1>Добавьте stkAAVE</0> , чтобы увидеть ставку по займу с дисконтом

source: <0>Ampleforth</0> is a rebasing asset. Visit the <1>documentation</1> to learn more.
de: <0>Ampleforth</0> ist ein Rebasing-Asset. Weitere Informationen finden Sie in der <1>Dokumentation</1> .
es: <0>Ampleforth</0> es un activo con rebase. Visita la <1>documentación</1> para aprender más.
fr: <0>Ampleforth</0> est un actif de rebasage. Consultez la <1>documentation</1> pour en savoir plus.
ru: <0>Ampleforth</0> является активом перебазирования. Дополнительные сведения см. в <1>документации</1> .

source: <0>Attention:</0> Parameter changes via governance can alter your account health factor and risk of liquidation. Follow the <1>Aave governance forum</1> for updates.
de: <0>Aufmerksamkeit:</0> Parameteränderungen über die Governance können den Gesundheitsfaktor Ihres Kontos und das Liquidationsrisiko verändern. Folgen Sie dem <1>Aave-Governance-Forum</1> , um Updates zu erhalten.
es: <0>Atención:</0> Los cambios de parámetros a través de la gobernanza pueden alterar el factor de salud de tu cuenta y el riesgo de liquidación. Sigue el <1>foro de gobierno de Aave</1> para mantenerte actualizado.
fr: <0>Attention:</0> Les changements de paramètres via la gouvernance peuvent modifier le facteur de santé de votre compte et le risque de liquidation. Suivez le <1>forum de gouvernance d’Aave</1> pour les mises à jour.
ru: <0>Внимание:</0> Изменение параметров с помощью системы управления может повлиять на состояние вашей учетной записи и риск ее ликвидации. Следите за обновлениями <1>на форуме управления Aave</1> .

source: <0>Slippage tolerance </0><1>{selectedSlippage}% </1><2>{0}</2>
de: <0>Toleranz für Schlupf </0><1>{selectedSlippage}% </1><2>{0}</2>
es: <0>Tolerancia de deslizamiento </0><1>{selectedSlippage}% </1><2>{0}</2>
fr: <0>Tolérance de glissement </0><1>{selectedSlippage}% </1><2>{0}</2>
ru: <0>Допуск проскальзывания </0><1>{selectedSlippage}% </1><2>{0}</2>

source: APR
de: Effektiver Jahreszins
ru: АПР

source: APY
ru: Годовая процентная доходность

source: APY change
de: APY-Änderung
es: Cambio de APY
fr: Changement d’APY
ru: Изменение APY

source: APY type
de: APY-Typ
el: Τύπος APY
es: Tipo APY
ru: Тип APY

source: APY type change
de: Änderung des APY-Typs
es: Cambio tipo de APY
fr: Changement de type APY
ru: Изменение типа APY

source: APY with discount applied
de: APY mit Rabatt angewendet
fr: APY avec remise appliquée
ru: Годовая процентная доходность со скидкой

source: APY, stable
de: APY, stabil
el: APY, σταθερό
es: APY, estable
ru: APY, стабильная

source: APY, variable
de: APY, variabel
el: APY, μεταβλητό
ru: APY, переменная

source: AToken supply is not zero
de: AToken-Versorgung ist nicht Null
el: Η προσφορά AToken δεν είναι μηδενική
es: El balance de AToken no es cero
fr: L'approvisionnement en aTokens n'est pas nul
ru: Предложение AToken не равно нулю

source: Aave Governance
el: Διακυβέρνηση Aave
es: Gobierno de Aave
fr: Gouvernance Aave
ru: Управление Aave

source: Aave debt token
de: Aave-Schulden-Token
es: Token de deuda de Aave
fr: Jeton de dette Aave
ru: Долговой токен Aave

source: Aave is a fully decentralized, community governed protocol by the AAVE token-holders. AAVE token-holders collectively discuss, propose, and vote on upgrades to the protocol. AAVE token-holders (Ethereum network only) can either vote themselves on new proposals or delagate to an address of choice. To learn more check out the Governance
de: Aave ist ein vollständig dezentralisiertes, von der Community verwaltetes Protokoll, das von den AAVE-Token-Inhabern verwaltet wird. AAVE-Token-Inhaber diskutieren, schlagen und stimmen gemeinsam über Upgrades des Protokolls ab. AAVE-Token-Inhaber (nur im Ethereum-Netzwerk) können entweder selbst über neue Vorschläge abstimmen oder sich an eine Adresse ihrer Wahl wenden. Weitere Informationen finden Sie in der Governance
es: Aave es un protocolo totalmente descentralizado, gobernado por la comunidad de poseedores de tokens AAVE. Los poseedores de tokens AAVE discuten, proponen y votan colectivamente sobre las actualizaciones del protocolo. Los poseedores de tokens AAVE (solo en la red Ethereum) pueden votar ellos mismos sobre nuevas propuestas o delegarse a una dirección de su elección. Para aprender más, consulta el Gobierno
fr: Aave est un protocole entièrement décentralisé et régi par la communauté par les détenteurs de jetons AAVE. Les détenteurs de jetons AAVE discutent, proposent et votent collectivement sur les mises à niveau du protocole. Les détenteurs de jetons AAVE (réseau Ethereum uniquement) peuvent soit voter eux-mêmes sur de nouvelles propositions, soit choisir l’adresse de leur choix. Pour en savoir plus, consultez la page Gouvernance
ru: Aave — это полностью децентрализованный, управляемый сообществом протокол держателями токенов AAVE. Держатели токенов AAVE коллективно обсуждают, предлагают и голосуют за обновления протокола. Держатели токенов AAVE (только в сети Ethereum) могут либо сами голосовать за новые предложения, либо отправлять их на адрес по своему выбору. Чтобы узнать больше, ознакомьтесь с разделом Управление

source: Aave per month
de: Aave pro Monat
el: Aave ανά μήνα
es: Aave por mes
fr: Aave par mois
ru: Aave в месяц

source: About GHO
de: Über GHO
fr: À propos de GHO
ru: О GHO

source: Account
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
ru: Счет

source: Action cannot be performed because the reserve is frozen
de: Die Aktion kann nicht ausgeführt werden, da die Reserve eingefroren ist
el: Η ενέργεια δεν μπορεί να εκτελεστεί επειδή το αποθεματικό έχει παγώσει
es: No se puede realizar la acción porque la reserva está congelada
fr: L'action ne peut pas être effectuée car la réserve est gelée
ru: Действие не может быть выполнено, так как резерв заморожен

source: Action cannot be performed because the reserve is paused
de: Die Aktion kann nicht ausgeführt werden, da die Reserve angehalten ist
el: Η ενέργεια δεν μπορεί να εκτελεστεί επειδή η εφεδρεία βρίσκεται σε παύση
es: No se puede realizar la acción porque la reserva está pausada
fr: L'action ne peut pas être effectuée car la réserve est mise en pause
ru: Действие не может быть выполнено, так как резерв приостановлен

source: Action requires an active reserve
de: Handeln erfordert eine aktive Reserve
el: Η δράση απαιτεί ενεργό απόθεμα
es: La acción requiere una reserva activa
fr: L'action nécessite une réserve active
ru: Для действия требуется активный резерв

source: Activate Cooldown
de: Abklingzeit aktivieren
fr: Activer le temps de recharge
ru: Активировать перезарядку

source: Add stkAAVE to see borrow APY with the discount
de: Fügen Sie stkAAVE hinzu, um zu sehen, wie Sie APY mit dem Rabatt ausleihen
fr: Ajoutez stkAAVE pour voir l’APY d’emprunt avec la remise
ru: Добавьте stkAAVE, чтобы увидеть, как заимствовать APY со скидкой

source: Add to wallet
de: Zur Brieftasche hinzufügen
es: Añadir a la cartera
fr: Ajouter au portefeuille
ru: Добавить в кошелек

source: Add {0} to wallet to track your balance.
de: Hinzufügen {0} zur Wallet, um Ihren Kontostand zu verfolgen.
es: Añade {0} a tu cartera para hacer un seguimiento del balance.
fr: Ajouter {0} à Wallet pour suivre votre solde.
ru: Добавлять {0} в кошелек для отслеживания баланса.

source: Address is not a contract
de: Adresse ist kein Vertrag
el: Η διεύθυνση δεν είναι συμβόλαιο
es: La dirección no es un contrato
fr: L'adresse n'est pas un contrat
ru: Адрес не является договором

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
ru: Адреса

source: Addresses ({0})
de: Adressen ({0})
es: Direcciones ({0})
fr: Adresses ({0})
ru: Адреса ({0})

source: All Assets
de: Alle Vermögenswerte
es: Todos los activos
fr: Tous les atouts
ru: Все активы

source: All done!
de: Fertig!
el: Όλα έτοιμα!
es: ¡Todo listo!
fr: Tout est fait !
ru: Все готово!

source: All proposals
de: Alle Vorschläge
el: Όλες οι προτάσεις
es: Todas las propuestas
fr: Toutes les propositions
ru: Все предложения

source: All transactions
de: Alle Transaktionen
fr: Toutes les transactions
ru: Все транзакции

source: Allowance required action
de: Zuschuss erforderliche Maßnahmen
el: Απαιτούμενη δράση επιδότησης
es: Acción de permiso requerida
fr: Allocation action requise
ru: Требуемое действие по надбавке

source: Allows you to decide whether to use a supplied asset as collateral. An asset used as collateral will affect your borrowing power and health factor.
de: Hier können Sie entscheiden, ob ein bereitgestelltes Asset als Sicherheit verwendet werden soll. Ein Vermögenswert, der als Sicherheit verwendet wird, wirkt sich auf Ihre Kreditkraft und Ihren Gesundheitsfaktor aus.
el: Σας επιτρέπει να αποφασίσετε αν θα χρησιμοποιήσετε ένα παρεχόμενο περιουσιακό στοιχείο ως εγγύηση. Ένα περιουσιακό στοιχείο που χρησιμοποιείται ως εγγύηση θα επηρεάσει τη δανειοληπτική σας ικανότητα και τον συντελεστή υγείας.
es: Te permite decidir si utilizar un activo suministrado como garantía. Un activo utilizado como garantía afectará a tu poder de préstamo y factor de salud.
fr: Vous permet de décider si vous souhaitez utiliser un actif fourni en tant que collatéral. Un actif utilisé comme collatéral affectera votre pouvoir d'emprunt et votre Health Factor.
ru: Позволяет решить, использовать ли предоставленный актив в качестве залога. Актив, используемый в качестве залога, повлияет на вашу кредитоспособность и фактор здоровья.

source: Allows you to switch between <0>variable</0> and <1>stable</1> interest rates, where variable rate can increase and decrease depending on the amount of liquidity in the reserve, and stable rate will stay the same for the duration of your loan.
de: Ermöglicht es Ihnen, zwischen <0>variablen</0> und <1>stabilen</1> Zinssätzen zu wechseln, wobei der variable Zinssatz je nach Liquidität in der Reserve steigen und sinken kann und der stabile Zinssatz für die Dauer Ihres Darlehens gleich bleibt.
el: Σας επιτρέπει την εναλλαγή μεταξύ <0>μεταβλητού</0> και <1>σταθερού</1> επιτοκίου, όπου το μεταβλητό επιτόκιο μπορεί να αυξάνεται και να μειώνεται ανάλογα με την ποσότητα ρευστότητας στο αποθεματικό, ενώ το σταθερό επιτόκιο θα παραμείνει το ίδιο για τη διάρκεια του δανείου σας.
es: Te permite cambiar entre tasas de interés <0>variables</0> y <1>estables</1>, donde la tasa variable puede aumentar o disminuir según la cantidad de liquidez en la reserva, y la tasa estable permanecerá igual durante la duración de tu préstamo.
fr: Vous permet de basculer entre les taux d'intérêt <0>variable</0> et <1>stable</1> où le taux variable peut augmenter et diminuer en fonction du montant de liquidité dans la pool, et le taux stable restera le même pour la durée de votre prêt.
ru: Позволяет переключаться между переменными и <1>стабильными процентными ставками</1>, где <0>переменная</0> ставка может увеличиваться и уменьшаться в зависимости от объема ликвидности в резерве, а стабильная ставка будет оставаться неизменной в течение всего срока действия вашего кредита.

source: Amount
de: Menge
el: Ποσό
es: Cantidad
fr: Montant
ru: Количество

source: Amount claimable
de: Anspruchsberechtigter Betrag
fr: Montant réclamable
ru: Сумма, подлежащая взысканию

source: Amount in cooldown
de: Betrag in der Abklingzeit
fr: Quantité en temps de recharge
ru: Количество в кулдауне

source: Amount must be greater than 0
de: Der Betrag muss größer als 0 sein.
el: Το ποσό πρέπει να είναι μεγαλύτερο από 0
es: La cantidad debe ser mayor que 0
fr: Le montant doit être supérieur à 0
ru: Сумма должна быть больше 0

source: Amount to unstake
de: Betrag, der nicht eingesetzt werden soll
fr: Montant à la mise en jeu
ru: Сумма для вывода из стейкинга

source: Approve Confirmed
de: Genehmigt Bestätigt
es: Aprobación confirmada
fr: Approuver Confirmé
ru: Утверждение Подтверждено

source: Approve with
de: Genehmigen mit
es: Aprobar con
fr: Approuvez avec
ru: Утвердить с помощью

source: Approve {symbol} to continue
de: Billigen {symbol} fortfahren
es: Aprueba {symbol} para continuar
fr: Approuver {symbol} pour continuer
ru: Одобрять {symbol} Продолжить

source: Approving {symbol}...
de: Beifällig {symbol}...
el: Έγκριση του {symbol}...
es: Aprobando {symbol}...
fr: Approuver {symbol}...
ru: Одобрительный {symbol}...

source: Array parameters that should be equal length are not
de: Array-Parameter, die gleich lang sein sollten, sind nicht
el: Οι παράμετροι της συστοιχίας που θα έπρεπε να είναι ίσου μήκους δεν είναι
es: Los parámetros del array que deberían ser iguales en longitud no lo son
fr: Les paramètres de tableau devraient être de même longueur ne sont pas
ru: Параметры массива, которые должны быть равной длины, не являются

source: Asset
de: Vermögenswert
el: Περιουσιακό στοιχείο
es: Activo
fr: Actif
ru: Актив

source: Asset can be only used as collateral in isolation mode with limited borrowing power. To enter isolation mode, disable all other collateral.
de: Der Vermögenswert kann nur als Sicherheit im Isolationsmodus mit begrenzter Kreditkraft verwendet werden. Um in den Isolationsmodus zu wechseln, deaktivieren Sie alle anderen Sicherheiten.
es: Este activo solo se puede utilizar como garantía en isolation mode con poder de préstamo limitado. Para entrar en el isolation mode, deshabilita todas las demás garantías.
fr: L’actif ne peut être utilisé comme garantie qu’en mode isolé avec un pouvoir d’emprunt limité. Pour passer en mode d’isolation, désactivez toutes les autres garanties.
ru: Актив может быть использован в качестве залога только в режиме изоляции с ограниченной способностью к заимствованию. Чтобы войти в режим изоляции, отключите все остальные сопутствующие материалы.

source: Asset can only be used as collateral in isolation mode only.
de: Der Vermögenswert kann nur im Isolationsmodus als Sicherheit verwendet werden.
el: To περιουσιακό στοιχείο μπορεί να χρησιμοποιηθεί ως εγγύηση μόνο σε λειτουργία απομόνωσης.
es: El activo solo puede usarse como garantía en el Isolation mode únicamente.
fr: L'actif ne peut être utilisé comme garantie qu'en mode isolé.
ru: Актив может быть использован в качестве залога только в режиме изоляции.

source: Asset cannot be migrated because you have isolated collateral in {marketName} v3 Market which limits borrowable assets. You can manage your collateral in <0>{marketName} V3 Dashboard</0>
de: Die Anlage kann nicht migriert werden, da Sie isolierte Sicherheiten in {marketName} v3 Markt, der die ausleihbaren Vermögenswerte begrenzt. Sie können Ihre Sicherheiten in <0>{marketName} V3 Dashboard</0>
es: Este activo no se puede migrar porque tienes una garantía en Isolation Mode en el mercado v3 de {marketName} que limita los activos prestados. Puedes administrar tu garantía en el <0>Panel de control V3 de {marketName}</0>
fr: L’actif ne peut pas être migré car vous disposez d’une garantie isolée dans {marketName} v3 Marché qui limite les actifs empruntables. Vous pouvez gérer vos garanties dans <0>{marketName} Tableau de bord V3</0>
ru: Актив не может быть перенесен, так как у вас есть изолированное обеспечение в {marketName} v3 Рынок, который ограничивает заемные активы. Вы можете управлять своим залогом в <0>{marketName} Панель мониторинга версии 3</0>

source: Asset cannot be migrated due to insufficient liquidity or borrow cap limitation in {marketName} v3 market.
de: Der Vermögenswert kann aufgrund unzureichender Liquidität oder einer Begrenzung der Kreditobergrenze nicht migriert werden. {marketName} v3-Markt.
es: Este activo no se puede migrar debido a una liquidez insuficiente o a una limitación del límite de préstamo en el mercado v3 de {marketName}.
fr: L’actif ne peut pas être migré en raison d’une liquidité insuffisante ou d’une limitation du plafond d’emprunt {marketName} v3 marché.
ru: Актив не может быть перенесен из-за недостаточной ликвидности или ограничения лимита заимствований в {marketName} Рынок V3.

source: Asset cannot be migrated due to supply cap restriction in {marketName} v3 market.
de: Die Anlage kann aufgrund der Angebotsobergrenze nicht migriert werden. {marketName} v3-Markt.
es: Este activo no se puede migrar debido a una restricción del límite de suministro en el mercado v3 de {marketName}.
fr: L’actif ne peut pas être migré en raison d’une restriction de plafond d’approvisionnement dans {marketName} v3 marché.
ru: Ресурс не может быть перенесен из-за ограничения предложения в {marketName} Рынок V3.

source: Asset cannot be migrated to {marketName} V3 Market due to E-mode restrictions. You can disable or manage E-mode categories in your <0>V3 Dashboard</0>
de: Asset kann nicht migriert werden {marketName} V3-Markt aufgrund von E-Mode-Beschränkungen. Sie können E-Mode-Kategorien in Ihrem <0>V3-Dashboard</0> deaktivieren oder verwalten
es: Este activo no se puede migrar al mercado V3 de {marketName} debido a las restricciones del E-mode. Puedes deshabilitar o administrar las categorías del E-mode en tu <0>Panel de control V3</0>
fr: La ressource ne peut pas être migrée vers {marketName} V3 Market en raison des restrictions du mode E. Vous pouvez désactiver ou gérer les catégories du mode E dans votre <0>tableau de bord V3</0>
ru: Актив не может быть перенесен в {marketName} V3 Market из-за ограничений E-режима. Вы можете отключить категории E-режима или управлять ими на <0>панели управления V3</0>

source: Asset cannot be migrated to {marketName} v3 Market since collateral asset will enable isolation mode.
de: Asset kann nicht migriert werden {marketName} v3 Market, da der Sicherheitenwert den Isolationsmodus aktiviert.
es: Este activo no se puede migrar al mercado v3 de {marketName}, ya que el activo de garantía habilitará el isolation mode.
fr: La ressource ne peut pas être migrée vers {marketName} v3 Marché puisque l’actif collatéral activera le mode d’isolation.
ru: Актив не может быть перенесен в {marketName} v3 Market, так как залоговый актив включит режим изоляции.

source: Asset cannot be used as collateral.
de: Der Vermögenswert kann nicht als Sicherheit verwendet werden.
el: Το περιουσιακό στοιχείο δεν μπορεί να χρησιμοποιηθεί ως εγγύηση.
es: Este activo no puede usarse como garantía.
fr: L'actif ne peut pas être utilisé comme collatéral.
ru: Актив не может быть использован в качестве залога.

source: Asset category
de: Anlagenklasse
el: Κατηγορία περιουσιακών στοιχείων
es: Categoría de activos
fr: Catégorie d'actifs
ru: Категория активов

source: Asset is frozen in {marketName} v3 market, hence this position cannot be migrated.
de: Vermögenswert ist eingefroren {marketName} v3-Markt, daher kann diese Position nicht migriert werden.
es: Este activo está congelado en el mercado v3 de {marketName}, por lo tanto, esta posición no se puede migrar.
fr: L’actif est gelé {marketName} v3, donc cette position ne peut pas être migrée.
ru: Актив заморожен в {marketName} v3, следовательно, эта позиция не может быть перенесена.

source: Asset is not borrowable in isolation mode
de: Der Vermögenswert kann im Isolationsmodus nicht ausgeliehen werden.
el: Το περιουσιακό στοιχείο δεν είναι δανείσιμο σε λειτουργία απομόνωσης
es: El activo no se puede pedir prestado en isolation mode
fr: L'actif n'est pas empruntable en mode d'isolement
ru: Актив не подлежит заимствованию в режиме изоляции

source: Asset is not listed
de: Asset ist nicht aufgeführt
el: Το περιουσιακό στοιχείο δεν περιλαμβάνεται στον κατάλογο
es: El activo no está listado
fr: L'actif n'est pas répertorié
ru: Актив отсутствует в списке

source: Asset supply is limited to a certain amount to reduce protocol exposure to the asset and to help manage risks involved.
de: Das Angebot an Vermögenswerten ist auf einen bestimmten Betrag begrenzt, um das protokollarische Risiko für den Vermögenswert zu verringern und das Management der damit verbundenen Risiken zu unterstützen.
es: El suministro de activos está limitado a una cierta cantidad para reducir la exposición del protocolo a este activo y ayudar a manejar los riesgos implicados.
fr: L’offre d’actifs est limitée à un certain montant afin de réduire l’exposition du protocole à l’actif et d’aider à gérer les risques encourus.
ru: Предложение активов ограничено определенным количеством, чтобы снизить подверженность активу протоколу и помочь управлять связанными с ним рисками.

source: Assets
de: Vermögen
el: Περιουσιακά Στοιχεία
es: Activos
fr: Actifs
ru: Авуары

source: Assets to borrow
de: Zu leihende Vermögenswerte
el: Περιουσιακά στοιχεία προς δανεισμό
es: Activos a tomar prestado
fr: Actifs à emprunter
ru: Активы для заимствования

source: Assets to supply
de: Zu liefernde Vermögenswerte
el: Περιουσιακά στοιχεία προς προμήθεια
es: Activos a suministrar
fr: Actifs à déposer
ru: Поставляемые активы

source: Assets with zero LTV ({assetsBlockingWithdraw}) must be withdrawn or disabled as collateral to perform this action
de: Vermögenswerte mit null LTV ({assetsBlockingWithdraw}) müssen als Sicherheit zurückgezogen oder deaktiviert werden, um diese Aktion durchführen zu können
es: Los activos con cero LTV ({assetsBlockingWithdraw}) deben retirarse o inhabilitarse como garantía para realizar esta acción
fr: Les actifs dont le ratio prêt-valeur est nul ({assetsBlockingWithdraw}) doivent être retirés ou désactivés à titre de garantie pour effectuer cette action
ru: Активы с нулевым LTV ({assetsBlockingWithdraw}) должны быть изъяты или отключены в качестве залога для выполнения этого действия

source: At a discount
de: Mit einem Rabatt
fr: À prix réduit
ru: Со скидкой

source: Available
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fr: Disponible
ru: Доступный

source: Available assets
de: Verfügbare Assets
el: Διαθέσιμα περιουσιακά στοιχεία
es: Activos disponibles
fr: Actifs disponibles
ru: Доступные активы

source: Available liquidity
de: Verfügbare Liquidität
el: Διαθέσιμη ρευστότητα
es: Liquidez disponible
fr: Liquidités disponibles
ru: Доступная ликвидность

source: Available on
de: Verfügbar auf
es: Disponible en
fr: Disponible sur
ru: Доступно на

source: Available rewards
de: Verfügbare Belohnungen
el: Διαθέσιμες ανταμοιβές
es: Recompensas disponibles
fr: Récompenses disponibles
ru: Доступные награды

source: Available to borrow
de: Verfügbar zum Ausleihen
el: Διαθέσιμο για δανεισμό
es: Disponible para tomar prestado
fr: Disponible à emprunter
ru: Доступно для заимствования

source: Available to supply
de: Verfügbar für die Lieferung
el: Διαθέσιμο για προμήθεια
es: Disponible para suministrar
fr: Disponible au dépôt
ru: Доступно к поставке

source: Back to Dashboard
de: Zurück zum Dashboard
es: Volver al panel de control
fr: Retour au tableau de bord
ru: Назад к панели управления

source: Balance
de: Gleichgewicht
el: Υπόλοιπο
fr: Solde
ru: Равновесие

source: Balance to revoke
de: Zu widerrufendes Guthaben
es: Balance a revocar
fr: Solde à révoquer
ru: Сальдо для отзыва
