Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Stable debt supply is not zero
de: Stabiles Schuldenangebot ist nicht Null
el: Η σταθερή προσφορά χρέους δεν είναι μηδενική
es: El balance de deuda estable no es cero
fr: L'offre de dette stable n'est pas nulle
ru: Стабильное предложение долга не равно нулю

source: Stable interest rate will <0>stay the same</0> for the duration of your loan. Recommended for long-term loan periods and for users who prefer predictability.
de: Der stabile Zinssatz bleibt für die Dauer Ihres Darlehens <0>gleich</0> . Empfohlen für langfristige Leihfristen und für Benutzer, die Vorhersehbarkeit bevorzugen.
el: Το σταθερό επιτόκιο θα <0>μείνει το ίδιο</0> για όλη τη διάρκεια του δανείου σας. Συνιστάται για μακροχρόνιες περιόδους δανεισμού και για χρήστες που προτιμούν την προβλεψιμότητα.
es: La tasa de interés estable <0>permanecerá igual</0> durante la duración de su préstamo. Está recomendado para los períodos de préstamo a largo plazo y para los usuarios que prefieren la previsibilidad.
fr: Le taux d'intérêt stable <0>restera le même</0> pendant toute la durée de votre prêt. Recommandé pour les périodes de prêt à long terme et pour les utilisateurs qui préfèrent la prévisibilité.
ru: Стабильная процентная ставка <0>останется неизменной</0> на протяжении всего срока кредита. Рекомендуется для долгосрочных кредитов и для пользователей, предпочитающих предсказуемость.

source: Stablecoin
el: Σταθερό νόμισμα
ru: Стейблкоин

source: Stake
de: Anteil
el: Κλειδώστε
es: Stakear
ru: Столб

source: Stake AAVE
es: Stakea AAVE
fr: Mise en jeu AAVE
ru: Стейкинг AAVE

source: Stake ABPT
es: Stakea ABPT
fr: Mise en jeu ABPT
ru: Стейкинг ABPT

source: Stake cooldown activated
de: Abklingzeit des Pfahls aktiviert
es: Cooldown de stakeo activado
fr: Temps de recharge de la mise activé
ru: Активирована перезарядка Stake

source: Staked
de: Abgesteckt
el: Κλειδωμένο
es: Stakeado
fr: Staké
ru: Поставил

source: Staking
de: Wettend
el: Κλείδωμα
ru: Ставку

source: Staking APR
de: Effektiven Jahreszins für das Abstecken
el: Κλείδωμα APR
fr: APR staké
ru: Стейкинг APR

source: Staking Rewards
de: Staking-Belohnungen
es: Recompensas de Staking
fr: Récompenses de staking
ru: Вознаграждения за стейкинг

source: Staking balance
de: Staking-Guthaben
es: Balance stakeado
fr: Solde de mise en jeu
ru: Баланс стейкинга

source: Staking discount
de: Staking-Rabatt
fr: Remise sur le staking
ru: Скидка на стейкинг

source: State
de: Zustand
el: Κατάσταση
es: Estado
fr: État
ru: Государство

source: Supplied
de: Geliefert
es: Suministrado
fr: Fourni
ru: Поставляется

source: Supplied asset amount
de: Gelieferter Vermögenswert
es: Cantidad de activos suministrados
fr: Montant de l’actif fourni
ru: Количество поставленных активов

source: Supply
de: Versorgung
el: Προσφορά
es: Suministrar
fr: Fournir
ru: Снабжение

source: Supply APY
de: Liefern Sie APY
el: Προσφορά APY
es: Suministrar APY
fr: Fournir APY
ru: Поставка APY

source: Supply apy
de: Versorgung apy
el: Προσφορά apy
es: Apy de suministro
fr: Fournir apy
ru: Поставка apy

source: Supply balance
de: Versorgungsbilanz
el: Υπόλοιπο προσφοράς
es: Balance de suministro
fr: Bilan d'approvisionnement
ru: Баланс предложения

source: Supply balance after switch
de: Versorgungsbilanz nach dem Schalter
fr: Bilan de l’alimentation après le changement
ru: Баланс поставок после переключения

source: Supply cap is exceeded
de: Angebotsobergrenze wird überschritten
el: Υπέρβαση του ανώτατου ορίου προσφοράς
es: El límite de suministro se ha sobrepasado
fr: Le plafond d'approvisionnement est dépassé
ru: Превышен лимит поставки

source: Supply cap on target reserve reached. Try lowering the amount.
de: Die Angebotsobergrenze für die Zielreserve wurde erreicht. Versuchen Sie, den Betrag zu verringern.
el: Επίτευξη του ανώτατου ορίου εφοδιασμού στο αποθεματικό-στόχο. Δοκιμάστε να μειώσετε την ποσότητα.
es: Se ha alcanzado el límite de suministro en la reserva especificada. Prueba reduciendo la cantidad.
fr: Plafond d'approvisionnement sur la réserve cible atteint. Essayez de réduire le montant.
ru: Достигнут предел запасов по целевому резерву. Попробуйте уменьшить сумму.

source: Supply {symbol}
de: Versorgung {symbol}
el: Προσφορά {symbol}
es: Suministrar {symbol}
fr: Fournir {symbole}
ru: Снабжение {symbol}

source: Supplying your
de: Die Versorgung Ihrer
el: Προμηθεύοντας το
es: Suministrando tu
fr: Fournir votre
ru: Поставляя ваши

source: Supplying {symbol}
de: Lieferung {symbol}
el: Παροχή {symbol}
es: Suministrando {symbol}
fr: Fournir {symbole}
ru: Поставки {symbol}

source: Switch
de: Schalter
fr: Interrupteur
ru: Выключатель

source: Switch APY type
de: APY-Typ des Schalters
el: Αλλαγή τύπου APY
es: Cambiar el tipo de APY
fr: Changer de type APY
ru: Тип переключателя APY

source: Switch E-Mode
de: E-Mode umschalten
es: Cambiar E-Mode
fr: Changer de mode E
ru: Переключатель E-режима

source: Switch E-Mode category
de: E-Mode-Kategorie wechseln
es: Cambiar la categoría del E-Mode
fr: Changer de catégorie E-Mode
ru: Переключатель категории E-Mode

source: Switch Network
de: Wählnetz
el: Αλλαγή Δικτύου
es: Cambiar de red
fr: Changer de réseau
ru: Коммутационная сеть

source: Switch borrow position
de: Leihposition wechseln
fr: Changer de position d’emprunt
ru: Переключение позиции заимствования

source: Switch rate
de: Schaltrate
el: Αλλαγή ποσοστού
es: Tasa de cambio
fr: Taux de changement
ru: Скорость переключения

source: Switch to
de: Wechseln Sie zu
fr: Passer à
ru: Переключиться на

source: Switched
de: Schaltete
fr: Commuté
ru: Перешли

source: Switching
de: Umschaltung
fr: Transistor
ru: Переключение

source: Switching E-Mode
de: Umschalten des E-Modus
es: Cambiando E-Mode
fr: Changement de mode E
ru: Переключение E-режима

source: Switching rate
de: Schaltrate
el: Αλλαγή ποσοστού
es: Tasa de cambio
fr: Taux de commutation
ru: Скорость переключения

source: Techpaper
fr: Fiche technique
ru: Техническая документация

source: Terms
de: Bedingungen
fr: Petits caractères
ru: Условия

source: Test Assets
de: Testen von Assets
es: Activos de prueba
fr: Ressources de test
ru: Тестовые ресурсы

source: Testnet mode
de: Testnet-Modus
el: Λειτουργία Testnet
fr: Mode réseau test
ru: Режим тестовой сети

source: Testnet mode is ON
de: Der Testnet-Modus ist aktiviert.
es: Testnet mode está ON
fr: Le mode réseau de test est activé
ru: Режим тестовой сети включен

source: Thank you for voting!!
de: Vielen Dank für Ihre Stimme!!
es: ¡Gracias por votar!
fr: Merci d’avoir voté !!
ru: Спасибо за голосование!!

source: The % of your total borrowing power used. This is based on the amount of your collateral supplied and the total amount that you can borrow.
de: Der Prozentsatz Ihrer gesamten Kreditkraft, der in Anspruch genommen wurde. Dies basiert auf der Höhe Ihrer bereitgestellten Sicherheiten und dem Gesamtbetrag, den Sie ausleihen können.
el: Το % της συνολικής δανειοληπτικής σας δύναμης που χρησιμοποιείται. Αυτό βασίζεται στο ποσό της παρεχόμενης εξασφάλισής σας και στο συνολικό ποσό που μπορείτε να δανειστείτε.
es: El % de tu poder de préstamo total utilizado. Esto se basa en la cantidad de tu garantía suministrada y la cantidad total que puedes pedir prestado.
fr: Le % de votre pouvoir d'emprunt total utilisé. Ceci est basé sur le montant de votre garantie fournie et le montant total que vous pouvez emprunter.
ru: Процент от общей использованной заемной способности. Это зависит от суммы предоставленного вами залога и общей суммы, которую вы можете занять.

source: The Aave Protocol is programmed to always use the price of 1 GHO = $1. This is different from using market pricing via oracles for other crypto assets. This creates stabilizing arbitrage opportunities when the price of GHO fluctuates.
de: Das Aave-Protokoll ist so programmiert, dass es immer den Preis von 1 GHO = 1 $ verwendet. Dies unterscheidet sich von der Verwendung von Marktpreisen über Orakel für andere Krypto-Assets. Dies schafft stabilisierende Arbitragemöglichkeiten, wenn der GHO-Preis schwankt.
fr: Le protocole Aave est programmé pour toujours utiliser le prix de 1 GHO = 1 $. C’est différent de l’utilisation des prix du marché via des oracles pour d’autres actifs cryptographiques. Cela crée des opportunités d’arbitrage stabilisatrices lorsque le prix du GHO fluctue.
ru: Протокол Aave запрограммирован на то, чтобы всегда использовать цену 1 GHO = $1. Это отличается от использования рыночного ценообразования через оракулы для других криптоактивов. Это создает стабилизирующие арбитражные возможности при колебаниях цены GHO.

source: The Maximum LTV ratio represents the maximum borrowing power of a specific collateral. For example, if a collateral has an LTV of 75%, the user can borrow up to 0.75 worth of ETH in the principal currency for every 1 ETH worth of collateral.
de: Die maximale Beleihungsquote stellt die maximale Fremdkapitalkraft einer bestimmten Sicherheit dar. Wenn eine Sicherheit beispielsweise einen LTV von 75 % hat, kann der Benutzer für jede Sicherheit im Wert von 1 ETH bis zu 0,75 in der Hauptwährung leihen.
el: Ο δείκτης μέγιστου LTV αντιπροσωπεύει τη μέγιστη δανειοληπτική ικανότητα μιας συγκεκριμένης εγγύησης. Για παράδειγμα, εάν μια εγγύηση έχει LTV 75%, ο χρήστης μπορεί να δανειστεί έως και 0,75 ETH στο κύριο νόμισμα για κάθε 1 ETH αξίας εγγύησης.
es: El ratio LTV máximo representa el poder de endeudamiento máximo de una garantía específica. Por ejemplo, si una garantía tiene un LTV del 75 %, el usuario puede pedir prestado hasta 0,75 ETH en la moneda principal por cada 1 ETH de garantía.
fr: Le ratio LTV maximum représente le pouvoir d'emprunt maximum d'une garantie spécifique. Par exemple, si une garantie a un LTV de 75 %, l'utilisateur peut emprunter jusqu'à 0,75 ETH dans la devise principale pour chaque 1 ETH de garantie.
ru: Максимальный коэффициент LTV представляет собой максимальную заемную способность конкретного обеспечения. Например, если залог имеет LTV 75%, пользователь может занять до 0,75 ETH в основной валюте за каждый 1 ETH залога.

source: The Stable Rate is not enabled for this currency
de: Der stabile Kurs ist für diese Währung nicht aktiviert
el: Η Σταθερή Ισοτιμία δεν είναι ενεργοποιημένη για αυτό το νόμισμα
es: La tasa estable no está habilitada para este activo
fr: Le taux stable n'est pas activé pour cette devise
ru: Стабильный курс не включен для этой валюты

source: The address of the pool addresses provider is invalid
de: Die Adresse des Anbieters der Pooladressen ist ungültig
el: Η διεύθυνση του παρόχου διευθύνσεων κοινόχρηστου ταμείου είναι άκυρη
es: La dirección del proveedor del grupo de direcciones no es válida
fr: L'adresse du fournisseur d'adresses du pool n'est pas valide
ru: Недопустимый адрес поставщика адресов пула

source: The app is running in testnet mode. Learn how it works in
de: Die App wird im Testnet-Modus ausgeführt. Erfahren Sie, wie es funktioniert in
es: La aplicación se está ejecutando en testnet mode. Aprende como funciona en
fr: L’application s’exécute en mode réseau de test. Découvrez comment cela fonctionne dans
ru: Приложение работает в режиме тестовой сети. Узнайте, как это работает в

source: The caller of the function is not an AToken
de: Der Aufrufer der Funktion ist kein AToken
el: Ο καλών της συνάρτησης δεν είναι AToken
es: El llamador de la función no es un AToken
fr: L'appelant de la fonction n'est pas un AToken
ru: Вызывающий функцию не является AToken

source: The caller of this function must be a pool
de: Der Aufrufer dieser Funktion muss ein Pool sein
el: Ο καλών αυτής της συνάρτησης πρέπει να είναι ένα κοινόχρηστο ταμείο
es: La función debe ser llamada por un pool
fr: L'appelant de cette fonction doit être un pool
ru: Вызывающий объект этой функции должен быть пулом

source: The collateral balance is 0
de: Der Saldo der Sicherheiten beträgt 0
el: Το υπόλοιπο των εγγυήσεων είναι 0
es: El balance de garantía es 0
fr: Le solde de la garantie est de 0
ru: Остаток залога равен 0

source: The collateral chosen cannot be liquidated
de: Die gewählten Sicherheiten können nicht verwertet werden
el: Η εγγύηση που έχει επιλεγεί δεν μπορεί να ρευστοποιηθεί
es: La garantía elegida no puede ser liquidada
fr: La garantie choisie ne peut être liquidée
ru: Выбранное обеспечение не может быть ликвидировано

source: The cooldown period is the time required prior to unstaking your tokens (20 days). You can only withdraw your assets from the Security Module after the cooldown period and within the unstake window.<0>Learn more</0>
de: Die Abklingzeit ist die Zeit, die benötigt wird, bevor Sie Ihre Token absetzen (20 Tage). Sie können Ihr Vermögen erst nach Ablauf der Abklingzeit und innerhalb des Unstake-Fensters aus dem Sicherheitsmodul abheben. <0>Weitere Informationen</0>
fr: La période de recharge est le temps nécessaire avant de retirer vos jetons (20 jours). Vous ne pouvez retirer vos actifs du module de sécurité qu’après la période de recharge et pendant la période de désenjeu. <0>Pour en savoir plus</0>
ru: Период охлаждения — это время, необходимое для вывода токенов из стейкинга (20 дней). Вы можете вывести свои активы из модуля безопасности только после периода охлаждения и в течение окна вывода средств из стейкинга. <0>Подробнее</0>

source: The cooldown period is {0}. After {1} of cooldown, you will enter unstake window of {2}. You will continue receiving rewards during cooldown and unstake window.
de: Die Abklingzeit beträgt {0}. Nach {1} der Abklingzeit, gelangen Sie in das Unstake-Fenster von {2}. Ihr erhaltet weiterhin Belohnungen während der Abklingzeit und während des Zeitfensters zum Aufheben des Einsatzes.
el: Η περίοδος ψύξης είναι {0}. Μετά την {1} περίοδο ψύξης, θα εισέλθετε στο παράθυρο ξεκλειδώματος {2}. Θα συνεχίσετε να λαμβάνετε ανταμοιβές κατά τη διάρκεια της ψύξης και του παραθύρου ξεκλειδώματος.
es: El periodo de cooldown es {0}. Después {1} del cooldown, entrarás a la ventana de unstakeo de {2}. Continuarás recibiendo premios durante el cooldown y la ventana de unstakeo.
fr: La période de recharge est de {0}. Après {1} de temps de recharge, vous entrerez dans la fenêtre de désengagement de {2}. Vous continuerez à recevoir des récompenses pendant le temps de recharge et la fenêtre de retrait.
ru: Период перезарядки составляет {0}. После {1} кулдауна, вы войдете в окно разблокировки {2}. Вы будете продолжать получать вознаграждения во время перезарядки и окна вывода из стейкинга.

source: The loan to value of the migrated positions would cause liquidation. Increase migrated collateral or reduce migrated borrow to continue.
de: Der Beleihungsauslauf der migrierten Positionen würde zu einer Liquidation führen. Erhöhen Sie die migrierten Sicherheiten oder reduzieren Sie die migrierten Kredite, um fortzufahren.
es: La relación préstamo-valor de las posiciones migradas provocaría la liquidación. Aumenta la garantía migrada o reduce el préstamo migrado para continuar.
fr: Le ratio prêt/valeur des positions migrées entraînerait la liquidation. Augmenter les garanties migrées ou réduire les emprunts migrés pour continuer.
ru: Отношение кредита к стоимости перенесенных позиций приведет к ликвидации. Увеличьте мигрированное обеспечение или уменьшите перенесенный заем, чтобы продолжить.

source: The requested amount is greater than the max loan size in stable rate mode
de: Der angeforderte Betrag ist höher als die maximale Darlehensgröße im Modus mit stabilem Zinssatz
el: Το αιτούμενο ποσό είναι μεγαλύτερο από το μέγιστο μέγεθος δανείου στη λειτουργία σταθερού επιτοκίου
es: La cantidad solicitada es mayor que el tamaño máximo del préstamo en el modo de tasa estable
fr: Le montant demandé est supérieur au montant maximum du prêt en mode taux stable
ru: Запрашиваемая сумма превышает максимальный размер кредита в режиме стабильной ставки

source: The total amount of your assets denominated in USD that can be used as collateral for borrowing assets.
de: Der Gesamtbetrag Ihrer Vermögenswerte in USD, der als Sicherheit für die Kreditaufnahme von Vermögenswerten verwendet werden kann.
el: Το συνολικό ποσό των περιουσιακών σας στοιχείων σε δολάρια ΗΠΑ που μπορούν να χρησιμοποιηθούν ως εγγύηση για δανεισμό περιουσιακών στοιχείων.
es: La cantidad total de tus activos denominados en USD que pueden ser usados como garantía para activos de préstamo.
fr: Le montant total de vos actifs libellés en USD qui peut être utilisé comme garantie pour emprunter des actifs.
ru: Общая сумма ваших активов, номинированных в долларах США, которые могут быть использованы в качестве обеспечения для заимствования активов.

source: The underlying asset cannot be rescued
de: Der Basiswert kann nicht gerettet werden
el: Το υποκείμενο περιουσιακό στοιχείο δεν μπορεί να διασωθεί
es: El activo base no puede ser rescatado
fr: L'actif sous-jacent ne peut pas être sauvé
ru: Базовый актив не может быть спасен

source: The underlying balance needs to be greater than 0
de: Der zugrunde liegende Saldo muss größer als 0 sein.
el: Το υποκείμενο υπόλοιπο πρέπει να είναι μεγαλύτερο από 0
es: El balance subyacente debe ser mayor que 0
fr: Le solde sous-jacent doit être supérieur à 0
ru: Базовый баланс должен быть больше 0

source: The weighted average of APY for all borrowed assets, including incentives.
de: Der gewichtete Durchschnitt des effektiven Jahreszinses für alle geliehenen Vermögenswerte, einschließlich Anreize.
el: Ο σταθμισμένος μέσος όρος του APY για όλα τα δανειακά περιουσιακά στοιχεία, συμπεριλαμβανομένων των κινήτρων.
es: El promedio ponderado de APY para todos los activos prestados, incluidos los incentivos.
fr: La moyenne pondérée de l'APY pour tous les actifs empruntés, y compris les incitatifs.
ru: Средневзвешенная годовая процентная доходность по всем заемным активам, включая поощрения.

source: The weighted average of APY for all supplied assets, including incentives.
de: Der gewichtete Durchschnitt des effektiven Jahreszinses für alle bereitgestellten Vermögenswerte, einschließlich Anreize.
el: Ο σταθμισμένος μέσος όρος του APY για όλα τα παρεχόμενα περιουσιακά στοιχεία, συμπεριλαμβανομένων των κινήτρων.
es: El promedio ponderado de APY para todos los activos suministrados, incluidos los incentivos.
fr: La moyenne pondérée de l'APY pour tous les actifs fournis, y compris les incitations.
ru: Средневзвешенная годовая процентная доходность по всем поставляемым активам, включая поощрения.

source: There are not enough funds in the{0}reserve to borrow
de: Es sind nicht genügend Mittel in der{0}Reserve für die Kreditaufnahme
el: Δεν υπάρχουν αρκετά κεφάλαια στο{0}αποθεματικό για δανεισμό
es: No hay fondos suficientes en la reserva{0}para tomar prestado
fr: Il n'y a pas assez de fonds dans la {0} réserve pour emprunter
ru: Не хватает средств в{0}Резерв для заимствования

source: There is not enough collateral to cover a new borrow
de: Es gibt nicht genügend Sicherheiten, um einen neuen Kredit zu decken
el: Δεν υπάρχουν επαρκείς εξασφαλίσεις για την κάλυψη ενός νέου δανείου
es: No hay suficiente garantía para cubrir un nuevo préstamo
fr: Il n'y a pas assez de collatéral pour couvrir un nouvel emprunt
ru: Недостаточно залога для покрытия нового займа

source: There is not enough liquidity for the target asset to perform the switch. Try lowering the amount.
de: Es ist nicht genügend Liquidität vorhanden, damit der Zielvermögenswert den Wechsel durchführen kann. Versuchen Sie, den Betrag zu verringern.
fr: Il n’y a pas assez de liquidités pour que l’actif cible puisse effectuer le changement. Essayez de réduire le montant.
ru: Ликвидности недостаточно для того, чтобы целевой актив выполнил переключение. Попробуйте уменьшить сумму.

source: There was some error. Please try changing the parameters or <0><1>copy the error</1></0>
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie, die Parameter zu ändern, oder <0><1>kopieren Sie den Fehler</1></0>
el: Υπήρξε κάποιο σφάλμα. Προσπαθήστε να αλλάξετε τις παραμέτρους ή <0><1>αντιγράψτε το σφάλμα</1></0>
es: Hubo un error. Por favor intenta cambiar los parámetros o <0><1>copiar el error</1></0>
fr: Il y a eu une erreur. Veuillez essayer de modifier les paramètres ou <0><1>copier l'erreur</1></0>
ru: Произошла какая-то ошибка. Пожалуйста, попробуйте изменить параметры или <0><1>скопируйте ошибку</1></0>

source: These assets are temporarily frozen or paused by Aave community decisions, meaning that further supply / borrow, or rate swap of these assets are unavailable. Withdrawals and debt repayments are allowed. Follow the <0>Aave governance forum</0> for further updates.
de: Diese Vermögenswerte werden durch Entscheidungen der Aave-Community vorübergehend eingefroren oder pausiert, was bedeutet, dass weitere Lieferungen/Kredite oder Zinsswaps dieser Vermögenswerte nicht verfügbar sind. Abhebungen und Schuldentilgungen sind erlaubt. Folgen Sie dem <0>Aave-Governance-Forum</0> für weitere Updates.
fr: Ces actifs sont temporairement gelés ou suspendus par des décisions de la communauté Aave, ce qui signifie qu’il n’est pas possible d’obtenir / emprunter ou d’échanger des taux de ces actifs. Les retraits et les remboursements de dettes sont autorisés. Suivez le <0>forum de gouvernance d’Aave pour d’autres</0> mises à jour.
ru: Эти активы временно замораживаются или приостанавливаются по решению сообщества Aave, что означает, что дальнейшее предложение/заимствование или обмен ставок этих активов недоступны. Снятие средств и погашение задолженности разрешено. Следите за дальнейшими обновлениями <0>на форуме управления Aave</0> .

source: These funds have been borrowed and are not available for withdrawal at this time.
de: Diese Mittel wurden geliehen und können derzeit nicht abgehoben werden.
el: Τα κεφάλαια αυτά έχουν δανειστεί και δεν είναι διαθέσιμα για ανάληψη αυτή τη στιγμή.
es: Estos fondos se han tomado prestados y no están disponibles para su retirada en este momento.
fr: Ces fonds ont été empruntés et ne peuvent pas être retirés pour le moment.
ru: Эти средства были заемными и в настоящее время недоступны для вывода.

source: This action will reduce V2 health factor below liquidation threshold. retain collateral or migrate borrow position to continue.
de: Durch diese Maßnahme wird der Gesundheitsfaktor V2 unter die Liquidationsschwelle gesenkt. Behalten Sie Sicherheiten oder migrieren Sie die Kreditposition, um fortzufahren.
es: Esta acción reducirá el factor de salud V2 por debajo del umbral de liquidación. Mantén la garantía o migra la posición de préstamo para continuar.
fr: Cette action réduira le facteur de santé V2 en dessous du seuil de liquidation. Conservez la garantie ou migrez la position d’emprunt pour continuer.
ru: Это действие снизит фактор здоровья V2 ниже порога ликвидации. Сохраните залог или переведите заемную позицию, чтобы продолжить.

source: This action will reduce health factor of V3 below liquidation threshold. Increase migrated collateral or reduce migrated borrow to continue.
de: Durch diese Maßnahme wird der Gesundheitsfaktor von V3 unter die Liquidationsschwelle gesenkt. Erhöhen Sie die migrierten Sicherheiten oder reduzieren Sie die migrierten Kredite, um fortzufahren.
es: Esta acción reducirá el factor de salud de V3 por debajo del umbral de liquidación. Aumenta la garantía migrada o reduce el préstamo migrado para continuar.
fr: Cette action réduira le facteur de santé de V3 en dessous du seuil de liquidation. Augmenter les garanties migrées ou réduire les emprunts migrés pour continuer.
ru: Это действие снизит фактор здоровья V3 ниже порога ликвидации. Увеличьте мигрированное обеспечение или уменьшите перенесенный заем, чтобы продолжить.
