Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Be careful - You are very close to liquidation. Consider depositing more collateral or paying down some of your borrowed positions
de: Seien Sie vorsichtig - Sie stehen kurz vor der Liquidation. Erwägen Sie, mehr Sicherheiten zu hinterlegen oder einige Ihrer geliehenen Positionen zurückzuzahlen
el: Προσοχή - Είστε πολύ κοντά στην ρευστοποίηση. Εξετάστε το ενδεχόμενο να καταθέσετε περισσότερες εγγυήσεις ή να εξοφλήσετε κάποιες από τις δανειακές σας θέσεις
es: Ten cuidado - Estás muy cerca de la liquidación. Considera depositar más garantía o pagar alguno de tus préstamos
fr: Soyez prudent - Vous êtes très proche de la liquidation. Envisagez de déposer plus de collatéral ou de rembourser certaines de vos positions empruntées
ru: Будьте внимательны - Вы очень близки к ликвидации. Подумайте о том, чтобы внести больше залога или погасить некоторые из ваших заемных позиций

source: Be mindful of the network congestion and gas prices.
de: Achten Sie auf die Überlastung des Netzes und die Gaspreise.
es: Ten en cuenta la congestión de la red y los precios del gas.
fr: Faites attention à la congestion du réseau et aux prix de l’essence.
ru: Помните о перегруженности сети и ценах на газ.

source: Because this asset is paused, no actions can be taken until further notice
de: Da dieses Asset pausiert ist, können bis auf Weiteres keine Maßnahmen ergriffen werden
fr: Étant donné que cette ressource est suspendue, aucune action ne peut être entreprise jusqu’à nouvel ordre
ru: Поскольку этот ресурс приостановлен, никакие действия не могут быть предприняты до дальнейшего уведомления

source: Before supplying
de: Vor der Lieferung
el: Πριν από την προμήθεια
es: Antes de suministrar
fr: Avant de déposer
ru: Перед поставкой

source: Blocked Address
de: Gesperrte Adresse
es: Dirección bloqueada
fr: Adresse bloquée
ru: Заблокированный адрес

source: Borrow
de: Leihen
el: Δανεισμός
es: Tomar prestado
fr: Emprunter
ru: Занимать

source: Borrow APY
de: APY ausleihen
fr: Emprunter de l’APY
ru: Займ APY

source: Borrow APY rate
de: APY-Zinssatz ausleihen
el: Επιτόκιο δανεισμού APY
es: Tasa de interés de préstamo APY
fr: Taux APY d'emprunt
ru: Ставка по займу APY

source: Borrow APY, variable
de: APY ausleihen, variabel
el: Δανεισμός APY, μεταβλητό
es: APY préstamo, variable
fr: Prêt APY, variable
ru: Заимствование APY, переменная

source: Borrow amount to reach {0}% utilization
de: Zu erreichenden Kreditbetrag {0}% Auslastung
fr: Emprunter le montant à atteindre {0}% d’utilisation
ru: Сумма займа для достижения {0}% использования

source: Borrow and repay in same block is not allowed
de: Ausleihen und Rückzahlen im selben Block ist nicht zulässig
el: Δεν επιτρέπεται ο δανεισμός και η αποπληρωμή στο ίδιο block
es: Tomar prestado y pagar en el mismo bloque no está permitido
fr: Emprunter et rembourser dans le même bloc n'est pas autorisé
ru: Занимать и погашать в одном блоке не допускается

source: Borrow apy
de: Leihen Sie sich Apy
fr: Emprunter apy
ru: Заимствуйте apy

source: Borrow balance
de: Saldo ausleihen
es: Balance tomado prestado
fr: Emprunter le solde
ru: Остаток займа

source: Borrow balance after repay
de: Restbetrag nach Rückzahlung ausleihen
es: Balance tomado prestado tras pagar
fr: Emprunter le solde après le remboursement
ru: Остаток займа после погашения

source: Borrow balance after switch
de: Guthaben nach dem Wechsel ausleihen
fr: Emprunter le solde après le changement
ru: Заимствование остатка после переключения

source: Borrow cap
de: Obergrenze für Kredite
el: Ανώτατο όριο δανεισμού
es: Límite del préstamo
fr: Limite d'emprunt
ru: Ограничение заимствования

source: Borrow cap is exceeded
de: Kreditobergrenze wird überschritten
el: Υπέρβαση του ανώτατου ορίου δανεισμού
es: El límite del préstamo se ha sobrepasado
fr: Le plafond d'emprunt est dépassé
ru: Превышен лимит заимствований

source: Borrow info
de: Informationen ausleihen
fr: Emprunter des informations
ru: Информация о займе

source: Borrow power used
de: Verbrauchten Strom ausleihen
el: Δανεισμός χρησιμοποιημένης ισχύος
es: Capacidad de préstamo utilizada
fr: Puissance d'emprunt utilisée
ru: Заимствование использованной мощности

source: Borrow rate change
de: Änderung des Sollzinssatzes
fr: Modification du taux d’emprunt
ru: Изменение ставки по займу

source: Borrow {symbol}
de: Leihen {symbol}
el: Δανεισμός {symbol}
es: Prestado {symbol}
fr: Emprunter {symbole}
ru: Занимать {symbol}

source: Borrowed
de: Entlehnt
es: Prestado
fr: Emprunté
ru: Заимствованный

source: Borrowed asset amount
de: Betrag des geliehenen Vermögenswerts
fr: Montant de l’actif emprunté
ru: Сумма заемных средств

source: Borrowing is currently unavailable for {0}.
de: Die Ausleihe ist derzeit nicht möglich für {0}.
el: Ο δανεισμός δεν είναι επί του παρόντος διαθέσιμος για {0}.
es: Tomar prestado no está disponible actualmente para {0}.
fr: L'emprunt n'est actuellement pas disponible pour {0}.
ru: Заимствование в настоящее время недоступно для {0}.

source: Borrowing is disabled due to an Aave community decision. <0>More details</0>
de: Die Ausleihe ist aufgrund einer Entscheidung der Aave-Community deaktiviert. <0>Mehr Details</0>
es: Tomar prestado está deshabilitado debido a una decisión de la comunidad de Aave. <0>Más información</0>
fr: L’emprunt est désactivé en raison d’une décision de la communauté Aave. <0>Plus d’informations</0>
ru: Заимствование запрещено по решению сообщества Aave. <0>Подробнее</0>

source: Borrowing is not enabled
de: Die Ausleihe ist nicht aktiviert
el: Ο δανεισμός δεν είναι ενεργοποιημένος
es: Tomar prestado no está habilitado
fr: L'emprunt n'est pas activé
ru: Заимствование не включено

source: Borrowing is unavailable because you’re using Isolation mode. To manage Isolation mode visit your <0>Dashboard</0>.
de: Die Ausleihe ist nicht verfügbar, da Sie den Isolationsmodus verwenden. Um den Isolationsmodus zu verwalten, besuchen Sie Ihr <0>Dashboard</0>.
es: Tomar prestado no está disponible porque estás usando el Isolation mode. Para administrar el Isolation mode, visita tu <0>Panel de control</0>.
fr: L’emprunt n’est pas disponible car vous utilisez le mode Isolation. Pour gérer le mode d’isolation, rendez-vous sur votre <0>tableau de bord</0>.
ru: Заимствование недоступно, так как вы используете режим изоляции. Чтобы управлять режимом изоляции, перейдите на <0>панель управления</0>.

source: Borrowing is unavailable because you’ve enabled Efficiency Mode (E-Mode) and Isolation mode. To manage E-Mode and Isolation mode visit your <0>Dashboard</0>.
de: Die Ausleihe ist nicht verfügbar, da Sie den Effizienzmodus (E-Modus) und den Isolationsmodus aktiviert haben. Um den E-Modus und den Isolationsmodus zu verwalten, besuchen Sie Ihr <0>Dashboard</0>.
el: Ο δανεισμός δεν είναι διαθέσιμος επειδή έχετε ενεργοποιήσει τη Λειτουργία Αποδοτικότητας (E-Mode) και τη λειτουργία Απομόνωσης. Για να διαχειριστείτε τη λειτουργία E-Mode και τη λειτουργία Απομόνωσης, επισκεφθείτε τον <0>Πίνακα ελέγχου</0>.
es: Tomar prestado no está disponible porque has habilitado el Efficiency Mode (E-Mode) y el Isolation mode. Para administrar el E-Mode y el Isolation Mode, visita tu <0>Panel de control</0>.
fr: L'emprunt n'est pas disponible car vous avez activé le mode Efficacité (E-Mode) et le mode Isolation. Pour gérer le mode E et le mode Isolation, rendez-vous sur votre <0>tableau de bord</0>.
ru: Заимствование недоступно, так как вы включили режим эффективности (E-Mode) и режим изоляции. Для управления режимами E-Mode и Isolation перейдите на <0>панель управления</0>.

source: Borrowing is unavailable because you’ve enabled Efficiency Mode (E-Mode) for {0} category. To manage E-Mode categories visit your <0>Dashboard</0>.
de: Die Ausleihe ist nicht verfügbar, da Sie den Effizienzmodus (E-Mode) für {0} Kategorie. Um E-Mode-Kategorien zu verwalten, besuchen Sie Ihr <0>Dashboard</0>.
el: Ο δανεισμός δεν είναι διαθέσιμος επειδή έχετε ενεργοποιήσει τη λειτουργία Αποδοτικότητας (E-Mode) για την κατηγορία {0}. Για να διαχειριστείτε τις κατηγορίες E-Mode επισκεφθείτε τον <0>Πίνακα ελέγχου</0>.
es: Tomar prestado no está disponible porque has habilitado el Efficieny Mode (E-Mode) para la categoría {0}. Para manejar las categorías del E-Mode visita tu <0>Panel de control</0>.
fr: L'emprunt n'est pas disponible, car vous avez activé le mode d'efficacité (E-Mode) pour la catégorie {0}. Pour gérer les catégories E-Mode, visitez votre <0>tableau de bord</0>.
ru: Заимствование недоступно, так как вы включили режим эффективности (E-Mode) для {0} категория. Для управления категориями E-Mode перейдите в <0>Личный кабинет</0>.

source: Borrowing of this asset is limited to a certain amount to minimize liquidity pool insolvency.
de: Die Kreditaufnahme dieses Vermögenswerts ist auf einen bestimmten Betrag begrenzt, um die Insolvenz des Liquiditätspools zu minimieren.
es: Tomar prestado este activo está limitado a una cierta cantidad para minimizar la insolvencia del fondo de liquidez.
fr: L’emprunt de cet actif est limité à un certain montant afin de minimiser l’insolvabilité du pool de liquidités.
ru: Заимствование этого актива ограничено определенной суммой, чтобы свести к минимуму неплатежеспособность пула ликвидности.

source: Borrowing power and assets are limited due to Isolation mode.
de: Die Kreditaufnahme von Macht und Vermögenswerten ist aufgrund des Isolationsmodus begrenzt.
el: Η δύναμη δανεισμού και τα περιουσιακά στοιχεία είναι περιορισμένα λόγω της λειτουργίας απομόνωσης.
es: La capacidad de préstamo y los activos están limitados debido al Isolation mode.
fr: Le pouvoir d'emprunt et les actifs sont limités en raison du mode d'isolement.
ru: Возможности заимствования и активы ограничены из-за режима изоляции.

source: Borrowing this amount will reduce your health factor and increase risk of liquidation.
de: Wenn Sie diesen Betrag leihen, verringern Sie Ihren Gesundheitsfaktor und erhöhen das Risiko einer Liquidation.
es: Tomar prestado esta cantidad reducirá tu factor de salud y aumentará el riesgo de liquidación.
fr: Emprunter ce montant réduira votre facteur santé et augmentera le risque de liquidation.
ru: Заимствование этой суммы снизит ваш фактор здоровья и увеличит риск ликвидации.

source: Borrowing {symbol}
de: Entlehnung {symbol}
el: Δανεισμός {symbol}
es: Tomando prestado {symbol}
fr: Emprunter {symbole}
ru: Заимствование {symbol}

source: Both
de: Beide
es: Ambos
fr: Les deux
ru: Оба

source: Buy Crypto With Fiat
de: Krypto kaufen mit Fiat
es: Comprar Crypto con Fiat
fr: Acheter des crypto-monnaies avec des monnaies fiduciaires
ru: Купить криптовалюту за фиат

source: Buy Crypto with Fiat
de: Krypto kaufen mit Fiat
es: Comprar Crypto con Fiat
fr: Acheter des crypto-monnaies avec des monnaies fiduciaires
ru: Купить криптовалюту за фиат

source: Buy {cryptoSymbol} with Fiat
de: Kaufen {cryptoSymbol} mit Fiat
es: Comprar {cryptoSymbol} con Fiat
fr: Acheter {cryptoSymbol} avec Fiat
ru: Покупать {cryptoSymbol} с Fiat

source: COPIED!
de: KOPIERT!
fr: COPIÉ!
ru: СКОПИРОВАНЫ!

source: COPY IMAGE
de: BILD KOPIEREN
fr: COPIER L’IMAGE
ru: СКОПИРОВАТЬ ИЗОБРАЖЕНИЕ

source: Can be collateral
de: Kann als Sicherheit dienen
el: Μπορεί να αποτελέσει εγγύηση
es: Puede ser garantía
fr: Peut être collatéral
ru: Может быть залогом

source: Can be executed
de: Kann ausgeführt werden
el: Μπορεί να εκτελεστεί
es: Puede ser ejecutado
fr: Peut être exécuté
ru: Может быть выполнен

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Cannot disable E-Mode
de: E-Modus kann nicht deaktiviert werden
es: No se puede deshabilitar E-Mode
fr: Impossible de désactiver le mode E
ru: Невозможно отключить E-Mode

source: Choose one of the on-ramp services
de: Wählen Sie einen der On-Ramp-Services
es: Elige uno de los servicios on-ramp
fr: Choisissez l’un des services de rampe d’accès
ru: Выберите одну из услуг на рампе

source: Claim
de: Anspruch
el: Διεκδίκηση
es: Reclamar
fr: Réclamer
ru: Требование

source: Claim all
de: Alle beanspruchen
el: Διεκδικήστε τα όλα
es: Reclamar todo
fr: Réclamer tout
ru: Забрать все

source: Claim all rewards
de: Holen Sie sich alle Belohnungen
el: Διεκδικήστε όλες τις ανταμοιβές
es: Reclamar todas las recompensas
fr: Réclamez toutes les récompenses
ru: Забрать все награды

source: Claim {0}
de: Anspruch {0}
el: Διεκδίκηση {0}
es: Reclamar {0}
fr: Réclamer {0}
ru: Требование {0}

source: Claim {symbol}
de: Anspruch {symbol}
fr: Revendication {symbol}
ru: Требование {symbol}

source: Claimable AAVE
de: Beanspruchbare AAVE
el: Διεκδικήσιμο AAVE
es: AAVE Reclamable
fr: AAVE Réclamable
ru: Требуемый AAVE

source: Claimed
de: Beanspruchte
es: Reclamado
fr: Revendiqué
ru: Утверждал

source: Claiming
de: Fordernd
el: Διεκδίκηση
es: Reclamando
fr: Réclamer
ru: Востребование

source: Claiming {symbol}
de: Fordernd {symbol}
fr: Prétendant {symbol}
ru: Востребование {symbol}

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
ru: Закрывать

source: Collateral
de: Sicherheit
el: Εγγύηση
es: Garantía
fr: Collatérale
ru: Побочный

source: Collateral balance after repay
de: Sicherheitensaldo nach Rückzahlung
es: Balance de la garantía tras pagar
fr: Solde de garantie après remboursement
ru: Остаток залога после погашения

source: Collateral change
de: Änderung der Sicherheiten
es: Cambio de garantía
fr: Modification des garanties
ru: Изменение залогового обеспечения

source: Collateral is (mostly) the same currency that is being borrowed
de: Sicherheiten sind (meistens) die gleiche Währung, die geliehen wird
el: Η εγγύηση είναι (ως επί το πλείστον) το ίδιο νόμισμα που δανείζεται
es: La garantía es (en su mayoría) el mismo activo que se está tomando prestado
fr: La garantie est (principalement) la même devise que celle qui est empruntée
ru: Залогом является (в основном) та же валюта, которая заимствуется

source: Collateral to repay with
de: Sicherheiten zur Rückzahlung
es: Garantía a pagar con
fr: Garantie à rembourser
ru: Залог для погашения

source: Collateral usage
de: Verwendung von Sicherheiten
el: Χρησιμοποίηση εγγυήσεων
es: Uso de la garantía
fr: Usage de collatéral
ru: Использование залога

source: Collateral usage is limited because of Isolation mode.
de: Die Verwendung von Sicherheiten ist aufgrund des Isolationsmodus eingeschränkt.
el: H χρήση εγγυήσεων είναι περιορισμένη λόγω της λειτουργίας Απομόνωσης.
es: El uso de garantías está limitado debido al Isolation mode.
fr: L'utilisation du collatéral est limitée en raison du mode d'isolation.
ru: Использование залога ограничено из-за режима изоляции.

source: Collateral usage is limited because of isolation mode.
de: Die Verwendung von Sicherheiten ist aufgrund des Isolationsmodus eingeschränkt.
es: El uso de garantías está limitado debido al isolation mode.
fr: L’utilisation des garanties est limitée en raison du mode d’isolation.
ru: Использование залога ограничено из-за режима изоляции.

source: Collateral usage is limited because of isolation mode. <0>Learn More</0>
de: Die Verwendung von Sicherheiten ist aufgrund des Isolationsmodus eingeschränkt. <0>Weitere Informationen</0>
el: Η χρήση εγγύησης είναι περιορισμένη λόγω της λειτουργίας απομόνωσης. <0>Μάθετε περισσότερα</0>
es: El uso como garantía está limitado debido al isolation mode. <0>Aprende más</0>
fr: L'utilisation de la garantie est limitée en raison du mode d'isolement. <0>En savoir plus</0>
ru: Использование залога ограничено из-за режима изоляции. <0>Подробнее</0>

source: Collateralization
de: Besicherung
el: Εξασφάλιση
es: Colateralización
fr: Collatéralisation
ru: Залоговое обеспечение

source: Collector Contract
de: Sammler-Vertrag
fr: Contrat de collectionneur
ru: Договор коллектора

source: Collector Info
de: Sammler-Info
fr: Informations sur le collectionneur
ru: Информация о коллекционере

source: Connect wallet
de: Wallet verbinden
el: Συνδέστε το πορτοφόλι
es: Conectar cartera
fr: Connecter le portefeuille
ru: Подключить кошелек

source: Cooldown period
de: Abklingzeit
el: Περίοδος ψύξης
es: Periodo de cooldown
fr: Période de recharge
ru: Период перезарядки

source: Cooldown period warning
de: Warnung vor der Abklingzeit
el: Προειδοποίηση περιόδου ψύξης
es: Advertencia periodo de cooldown
fr: Avertissement de période de refroidissement
ru: Предупреждение о периоде перезарядки

source: Cooldown time left
de: Verbleibende Abklingzeit
el: Χρόνος ψύξης που έχει απομείνει
es: Periodo restante de cooldown
fr: Temps de recharge restant
ru: Оставшееся время перезарядки

source: Cooldown to unstake
de: Abklingzeit bis zum Aufheben des Einsatzes
el: Ψύξτε για ξεκλείδωμα
es: Cooldown para undstakear
fr: Temps de recharge pour déstaker
ru: Кулдаун для вывода из стейкинга

source: Cooling down...
de: Herunterkühlen...
el: Ψύξη...
fr: Refroidissement...
ru: Остывание...

source: Copy address
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar dirección
fr: Copier l'adresse
ru: Скопировать адрес

source: Copy error message
de: Fehlermeldung kopieren
es: Copiar mensaje de error
fr: Copier le message d’erreur
ru: Сообщение об ошибке копирования

source: Copy error text
de: Fehlertext kopieren
el: Κείμενο σφάλματος αντιγραφής
es: Copiar el texto del error
fr: Copier le texte d'erreur
ru: Копирование текста ошибки

source: Covered debt
de: Gedeckte Schuldverschreibungen
fr: Dette couverte
ru: Покрытая задолженность

source: Current LTV
de: Aktueller LTV
el: Τρέχον LTV
es: LTV actual
fr: LTV actuelle
ru: Текущий LTV

source: Current differential
de: Stromdifferenz
el: Τρέχον διαφορικό
es: Diferencial actual
fr: Différentiel de courant
ru: Дифференциал тока

source: Current v2 Balance
de: Aktueller v2-Saldo
es: Balance actual v2
fr: Solde actuel v2
ru: Текущий баланс v2

source: Current v2 balance
de: Aktueller v2-Saldo
es: Balance actual v2
fr: Solde actuel de la v2
ru: Текущий баланс v2

source: Current votes
de: Aktuelle Abstimmungen
el: Τρέχουσες ψήφοι
es: Votos actuales
fr: Votes actuels
ru: Текущие голоса

source: Dark mode
de: Dunkler Modus
el: Σκοτεινή λειτουργία
es: Modo oscuro
fr: Mode Sombre
ru: Тёмная версия

source: Dashboard
de: Instrumententafel
el: Ταμπλό
es: Panel de control
fr: Tableau de bord
ru: Щиток

source: Data couldn't be fetched, please reload graph.
de: Die Daten konnten nicht abgerufen werden, bitte laden Sie das Diagramm neu.
es: No se pudieron recuperar los datos, por favor recarga el gráfico.
fr: Les données n’ont pas pu être récupérées, veuillez recharger le graphique.
ru: Данные не удалось получить, пожалуйста, перезагрузите график.

source: Debt
de: Schuld
el: Χρέος
es: Deuda
fr: Dette
ru: Долг

source: Debt ceiling is exceeded
de: Schuldenobergrenze wird überschritten
el: Υπέρβαση του ανώτατου ορίου χρέους
es: El límite de deuda está sobrepasado
fr: Le plafond de la dette est dépassé
ru: Превышен потолок долга

source: Debt ceiling is not zero
de: Schuldenobergrenze ist nicht Null
el: Το ανώτατο όριο χρέους δεν είναι μηδενικό
es: El límite de deuda no es cero
fr: Le plafond de la dette n'est pas nul
ru: Потолок долга не равен нулю

source: Debt ceiling limits the amount possible to borrow against this asset by protocol users. Debt ceiling is specific to assets in isolation mode and is denoted in USD.
de: Die Schuldenobergrenze begrenzt den Betrag, den Protokollbenutzer gegen diesen Vermögenswert leihen können. Die Schuldenobergrenze ist spezifisch für Vermögenswerte im Isolationsmodus und wird in USD angegeben.
es: El límite de deuda limita la cantidad posible que los usuarios del protocolo pueden tomar prestado contra este activo. El límite de deuda es específico para los activos en isolation mode y se indica en USD.
fr: Le plafond de la dette limite le montant que les utilisateurs du protocole peuvent emprunter sur cet actif. Le plafond de la dette est spécifique aux actifs isolés et est indiqué en USD.
ru: Потолок долга ограничивает сумму, возможную для заимствования под этот актив пользователями протокола. Потолок долга специфичен для активов в режиме изоляции и обозначается в долларах США.

source: Delegated power
de: Delegierte Befugnis
es: Poder delegado
fr: Délégation de pouvoirs
ru: Делегированные полномочия

source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails
ru: Подробности

source: Developers
de: Entwickler
el: Προγραμματιστές
es: Desarrolladores
fr: Développeurs
ru: Разработчики

source: Differential
el: Διαφορικό
es: Diferencial
fr: Différentiel
ru: Дифференциальный

source: Disable E-Mode
de: E-Modus deaktivieren
el: Απενεργοποίηση E-Mode
es: Desactivar el E-Mode
fr: Désactiver le E-mode
ru: Отключить E-режим

source: Disable testnet
de: Testnetz deaktivieren
es: Deshabilitar testnet
fr: Désactiver le réseau de test
ru: Отключение тестовой сети

source: Disable {symbol} as collateral
de: Abschalten {symbol} als Sicherheit
el: Απενεργοποίηση {symbol} ως εγγύηση
es: Desactivar {symbol} como garantía
fr: Désactiver {symbol} comme garantie
ru: Отключить {symbol} в качестве залога

source: Disabled
de: Arbeitsunfähig
el: Απενεργοποιημένο
es: Deshabilitado
fr: Désactivé
ru: Нетрудоспособный

source: Disabling E-Mode
de: Deaktivieren des E-Modus
el: Απενεργοποίηση E-Mode
es: Desactivando E-Mode
fr: Désactiver le E-mode
ru: Отключение E-режима

source: Disabling this asset as collateral affects your borrowing power and Health Factor.
de: Die Deaktivierung dieses Vermögenswerts als Sicherheit wirkt sich auf Ihre Kreditkraft und Ihren Gesundheitsfaktor aus.
el: Η απενεργοποίηση αυτού του περιουσιακού στοιχείου ως εγγύηση επηρεάζει τη δανειοληπτική σας ικανότητα και τον Συντελεστή Υγείας.
es: Deshabilitar este activo como garantía afecta tu poder de préstamo y Factor de Salud.
fr: La désactivation de cet actif en tant que garantie affecte votre pouvoir d'emprunt et votre facteur de santé.
ru: Отключение этого актива в качестве залога влияет на вашу кредитоспособность и фактор здоровья.

source: Disconnect Wallet
de: Wallet trennen
el: Αποσυνδέστε το πορτοφόλι
es: Desconectar cartera
fr: Déconnecter le portefeuille
ru: Отключить кошелек

source: Discord channel
de: Discord-Kanal
es: Canal de Discord
fr: Canal Discord
ru: Канал Discord

source: Discount
de: Rabatt
fr: Rabais
ru: Скидка

source: Discount applied for <0/> staking AAVE
de: Rabatt für das Staking von <0/> AAVE
fr: Remise appliquée pour <0/> le staking d’AAVE
ru: Скидка, применяемая для <0/> стейкинга AAVE

source: Discount model parameters
de: Parameter des Rabattmodells
fr: Paramètres du modèle de remise
ru: Параметры модели дисконтирования

source: Discount parameters are decided by the Aave community and may be changed over time. Check Governance for updates and vote to participate. <0>Learn more</0>
de: Die Rabattparameter werden von der Aave-Community festgelegt und können im Laufe der Zeit geändert werden. Überprüfen Sie die Governance auf Aktualisierungen und stimmen Sie für die Teilnahme ab. <0>Weitere Informationen</0>
fr: Les paramètres de remise sont décidés par la communauté Aave et peuvent être modifiés au fil du temps. Consultez la section Gouvernance pour les mises à jour et votez pour participer. <0>Pour en savoir plus</0>
ru: Параметры скидок определяются сообществом Aave и могут быть изменены со временем. Следите за обновлениями в разделе «Управление» и голосуйте за участие. <0>Подробнее</0>

source: Discountable amount
de: Diskontierbarer Betrag
fr: Montant actualisable
ru: Дисконтируемая сумма

source: Docs
de: Doktoren
ru: Документы

source: Download
de: Herunterladen
fr: Télécharger
ru: Загружать
