Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: You don’t have enough funds in your wallet to repay the full amount. If you proceed to repay with your current amount of funds, you will still have a small borrowing position in your dashboard.
de: Sie haben nicht genug Geld in Ihrem Portemonnaie, um den vollen Betrag zurückzuzahlen. Wenn Sie mit Ihrem aktuellen Geldbetrag zurückzahlen, haben Sie immer noch eine kleine Kreditposition in Ihrem Dashboard.
el: Δεν έχετε αρκετά χρήματα στο πορτοφόλι σας για να αποπληρώσετε ολόκληρο το ποσό. Εάν προχωρήσετε στην αποπληρωμή με το τρέχον ποσό των χρημάτων σας, θα εξακολουθείτε να έχετε μια μικρή θέση δανεισμού στο ταμπλό σας.
es: No tienes suficientes fondos en tu cartera para pagar la cantidad total. Si procedes a pagar con tu cantidad actual de fondos, aún tendrás un pequeño préstamo en tu panel de control.
fr: Vous n'avez pas assez de fonds dans votre portefeuille pour rembourser le montant total. Si vous continuez à rembourser avec votre montant actuel de fonds, vous aurez toujours une petite position d'emprunt dans votre tableau de bord.
ru: У вас недостаточно средств в кошельке, чтобы погасить всю сумму. Если вы продолжите погашать текущую сумму средств, у вас по-прежнему будет небольшая заемная позиция на панели управления.

source: You have not borrow yet using this currency
de: Sie haben noch keinen Kredit in dieser Währung aufgenommen
el: Δεν έχετε δανειστεί ακόμα χρησιμοποιώντας αυτό το νόμισμα
es: Aún no has tomado prestado usando este activo
ru: Вы еще не брали кредит в этой валюте

source: You may borrow up to <0/> GHO at <1/> (max discount)
de: Sie können bis zu GHO zu <0/> <1/> (maximaler Rabatt) ausleihen
fr: Vous pouvez emprunter jusqu’à GHO à <0/> <1/> (rabais maximum)
ru: Вы можете взять кредит до <0/> GHO по ( <1/> максимальная скидка)

source: You may enter a custom amount in the field.
de: Sie können einen benutzerdefinierten Betrag in das Feld eingeben.
fr: Vous pouvez saisir un montant personnalisé dans le champ.
ru: Вы можете ввести пользовательскую сумму в поле .

source: You switched to {0} rate
de: Sie wechselten zu {0} Rate
el: Αλλάξατε σε ποσοστό {0}
es: Has cambiado a tasa {0}
fr: Vous êtes passé au tarif {0}
ru: Вы переключились на {0} скорость

source: You unstake here
de: Du hebst hier den Einsatz auf
el: Μπορείτε να ξεκλειδώσετε εδώ
es: Unstakea aquí
fr: Vous unstaké ici
ru: Вы выводите из стейкинга здесь

source: You voted {0}
de: Sie haben abgestimmt {0}
el: Ψηφίσατε {0}
es: Has votado {0}
fr: Vous avez voté {0}
ru: Вы проголосовали {0}

source: You will exit isolation mode and other tokens can now be used as collateral
de: Sie verlassen den Isolationsmodus und andere Token können jetzt als Sicherheiten verwendet werden
el: Θα βγείτε από τη λειτουργία απομόνωσης και άλλα tokens μπορούν πλέον να χρησιμοποιηθούν ως εγγύηση
es: Saldrás del modo aislamiento y otros tokens pueden ser usados ahora como garantía
fr: Vous quitterez le mode d'isolement et d'autres jetons peuvent désormais être utilisés comme collatéral
ru: Вы выйдете из режима изоляции, и теперь в качестве залога можно использовать другие токены

source: You {action} <0/> {symbol}
de: Du {action} <0/> {symbol}
el: Εσείς {action} <0/> {symbol}
es: Tu {action} <0/> {symbol}
fr: Vous {action} <0/> {symbole}
ru: Ты {action} <0/> {symbol}

source: You've successfully switched borrow position.
de: Sie haben erfolgreich die Kreditposition gewechselt.
fr: Vous avez réussi à changer de position d’emprunt.
ru: Вы успешно поменяли позицию заимствования.

source: You've successfully switched tokens.
de: Sie haben erfolgreich die Token gewechselt.
fr: Vous avez réussi à changer de jeton.
ru: Вы успешно поменяли токены.

source: You've successfully withdrew & switched tokens.
de: Sie haben erfolgreich Token abgehoben und gewechselt.
fr: Vous avez retiré et échangé des jetons avec succès.
ru: Вы успешно сняли средства и поменяли токены.

source: Your balance is lower than the selected amount.
de: Ihr Guthaben ist niedriger als der ausgewählte Betrag.
fr: Votre solde est inférieur au montant sélectionné.
ru: Ваш баланс меньше выбранной суммы.

source: Your borrows
de: Ihre Kredite
el: Τα δάνεια σας
es: Tus préstamos
fr: Vos emprunts
ru: Ваши займы

source: Your current loan to value based on your collateral supplied.
de: Ihr aktueller Beleihungsauslauf basierend auf Ihren gestellten Sicherheiten.
el: Το τρέχον δάνειο προς αξία με βάση τις παρεχόμενες εξασφαλίσεις σας.
es: Tu actual relación préstamo-valor basado en tu garantía suministrada.
fr: Votre prêt actuel à la valeur en fonction de votre collatéral fournie.
ru: Ваш текущий кредит в зависимости от предоставленного вами залога.

source: Your health factor and loan to value determine the assurance of your collateral. To avoid liquidations you can supply more collateral or repay borrow positions.
de: Ihr Gesundheitsfaktor und Ihre Belehnung bestimmen die Sicherheit Ihrer Sicherheiten. Um Liquidationen zu vermeiden, können Sie mehr Sicherheiten stellen oder Kreditpositionen zurückzahlen.
el: Ο συντελεστής υγείας και το δάνειο προς αξία καθορίζουν τη διασφάλιση των εξασφαλίσεών σας. Για να αποφύγετε τις ρευστοποιήσεις μπορείτε να παράσχετε περισσότερες εξασφαλίσεις ή να εξοφλήσετε δανειακές θέσεις.
es: Tu factor de salud y la relación préstamo-valor determinan la seguridad de tu garantía. Para evitar liquidaciones, puedes suministrar más garantía o pagar las posiciones de préstamo.
fr: Votre facteur de santé et votre prêt à la valeur déterminent l'assurance de votre collatéral. Pour éviter les liquidations, vous pouvez fournir plus de garanties ou rembourser les positions d'emprunt.
ru: Фактор Вашего здоровья и отношение кредита к стоимости определяют гарантию Вашего залога. Чтобы избежать ликвидации, вы можете предоставить больше залога или погасить заемные позиции.

source: Your info
de: Ihre Infos
el: Οι πληροφορίες σας
es: Tu información
fr: Vos informations
ru: Ваша информация

source: Your proposition power is based on your AAVE/stkAAVE balance and received delegations.
de: Ihre Vorschlagskraft basiert auf Ihrem AAVE/stkAAVE-Saldo und den empfangenen Delegationen.
es: Tu poder de proposición se basa en tu balance de AAVE/stkAAVE y delegaciones recibidas.
fr: Votre pouvoir de proposition est basé sur votre solde AAVE/stkAAVE et les délégations reçues.
ru: Сила предложения зависит от баланса AAVE/stkAAVE и полученных делегаций.

source: Your reward balance is 0
de: Dein Belohnungsguthaben ist 0
el: Το υπόλοιπο της ανταμοιβής σας είναι 0
es: Tu balance de recompensa es 0
fr: Votre solde de récompenses est de 0
ru: Ваш баланс вознаграждений равен 0

source: Your supplies
de: Ihre Vorräte
el: Οι προμήθειές σας
es: Tus suministros
fr: Vos ressources
ru: Ваши расходные материалы

source: Your voting info
de: Ihre Abstimmungsinformationen
el: Οι πληροφορίες ψήφου σας
es: Tu información de voto
fr: Vos informations de vote
ru: Ваша информация для голосования

source: Your voting power is based on your AAVE/stkAAVE balance and received delegations.
de: Ihr Stimmrecht basiert auf Ihrem AAVE/stkAAVE-Saldo und den erhaltenen Delegationen.
es: Tu poder de voto se basa en tu balance de AAVE/stkAAVE y delegaciones recibidas.
fr: Votre pouvoir de vote est basé sur votre solde AAVE/stkAAVE et les délégations reçues.
ru: Ваше право голоса зависит от баланса AAVE/stkAAVE и полученных делегаций.

source: Your {name} wallet is empty. Purchase or transfer assets or use <0>{0}</0> to transfer your {network} assets.
de: Dein {name} Das Portemonnaie ist leer. Kauf oder Übertragung von Vermögenswerten oder Nutzung <0>{0}</0> So übertragen Sie Ihre {network} Vermögen.
es: Tu cartera de {name} está vacía. Compra o transfiere activos o usa <0>{0}</0> para transferir tus activos de {network}.
fr: Votre {name} Le portefeuille est vide. Acheter ou transférer des actifs ou utiliser <0>{0}</0> pour transférer votre {network} actif.
ru: Твой {name} Кошелек пуст. Покупка, передача активов или использование <0>{0}</0> для передачи {network} авуары.

source: Your {name} wallet is empty. Purchase or transfer assets.
de: Dein {name} Das Portemonnaie ist leer. Kauf oder Übertragung von Vermögenswerten.
es: Tu cartera de {name} está vacía. Compra o transfiere activos.
fr: Votre {name} Le portefeuille est vide. Acheter ou transférer des actifs.
ru: Твой {name} Кошелек пуст. Покупка или передача активов.

source: Your {networkName} wallet is empty. Get free test assets at
de: Dein {networkName} Das Portemonnaie ist leer. Holen Sie sich kostenlose Test-Assets unter
es: Tu cartera de {networkName} está vacía. Consigue activos de prueba gratis en
fr: Votre {networkName} Le portefeuille est vide. Obtenez des ressources de test gratuites à l’adresse suivante :
ru: Твой {networkName} Кошелек пуст. Получите бесплатные тестовые ресурсы по адресу

source: Your {networkName} wallet is empty. Get free test {0} at
de: Dein {networkName} Das Portemonnaie ist leer. Holen Sie sich einen kostenlosen Test {0} bei
es: Tu cartera de {networkName} está vacía. Consigue {0} de prueba gratis en
fr: Votre {networkName} Le portefeuille est vide. Obtenir un test gratuit {0} à
ru: Твой {networkName} Кошелек пуст. Получить бесплатный тест {0} у

source: Zero address not valid
de: Nulladresse ungültig
el: Η μηδενική διεύθυνση δεν είναι έγκυρη
es: Dirección cero no válida
fr: Adresse zéro non-valide
ru: Нулевой адрес недействителен

source: assets
de: Vermögen
el: περιουσιακά στοιχεία
es: activos
fr: actifs
ru: авуары

source: blocked activities
de: Blockierte Aktivitäten
es: actividades bloqueadas
fr: Activités bloquées
ru: Заблокированные действия

source: copy the error
de: Kopieren Sie den Fehler
el: αντιγράψτε το σφάλμα
es: copiar el error
fr: copier l'erreur
ru: Скопируйте ошибку

source: disabled
de: arbeitsunfähig
fr: handicapé
ru: нетрудоспособный

source: documentation
de: Dokumentation
es: documentación
ru: документация

source: enabled
de: ermöglichte
fr: Activé
ru: Включен

source: ends
de: enden
el: τελειώνει
es: finaliza
fr: Prend fin
ru: концы

source: for
de: für
fr: pour
ru: для

source: of
de: von
es: de
fr: de
ru: из

source: on
de: auf
el: ενεργοποίηση
es: en
fr: sur
ru: на

source: please check that the amount you want to supply is not currently being used for staking. If it is being used for staking, your transaction might fail.
de: Bitte überprüfen Sie, ob der Betrag, den Sie bereitstellen möchten, derzeit nicht für das Staking verwendet wird. Wenn es für das Staking verwendet wird, kann Ihre Transaktion fehlschlagen.
el: παρακαλούμε ελέγξτε ότι το ποσό που θέλετε να παρέχετε δεν χρησιμοποιείται επί του παρόντος για κλείδωμα. Εάν χρησιμοποιείται για κλείδωμα, η συναλλαγή σας ενδέχεται να αποτύχει.
es: por favor comprueba que la cantidad que deseas depositar no está siendo utilizada actualmente para stakear. Si está utilizando para stakear, tu transacción podría fallar.
fr: veuillez vérifier que le montant que vous souhaitez fournir n'est pas actuellement utilisé pour le staking. S'il est utilisé pour le staking, votre transaction peut échouer.
ru: Пожалуйста, убедитесь, что сумма, которую вы хотите предоставить, в настоящее время не используется для стейкинга. Если он используется для стейкинга, ваша транзакция может завершиться неудачей.

source: repaid
de: zurückgezahlt
es: reembolsado
fr: Remboursé
ru: Погашен

source: stETH supplied as collateral will continue to accrue staking rewards provided by daily rebases.
de: stETH, die als Sicherheit zur Verfügung gestellt werden, werden weiterhin Staking-Belohnungen erhalten, die durch tägliche Rebases bereitgestellt werden.
es: stETH suministrado como garantía continuará acumulando recompensas de staking proporcionadas por rebases diarios.
fr: Les stETH fournis en garantie continueront d’accumuler des récompenses de staking fournies par les rebasages quotidiens.
ru: stETH, предоставленные в качестве залога, будут продолжать накапливать вознаграждения за стейкинг, предоставляемые ежедневными перебазированиями.

source: stETH tokens will be migrated to Wrapped stETH using Lido Protocol wrapper which leads to supply balance change after migration: {0}
de: stETH-Token werden unter Verwendung des Lido-Protokoll-Wrappers zu Wrapped stETH migriert, was nach der Migration zu einer Änderung des Angebotssaldos führt: {0}
es: Los tokens stETH se migrarán a Wrapped stETH usando el wrapper del protocolo de Lido, lo que provoca un cambio en el balance de suministro después de la migración: {0}
fr: Les tokens stETH seront migrés vers Wrapped stETH à l’aide du wrapper Lido Protocol, ce qui entraîne une modification de l’équilibre de l’offre après la migration : {0}
ru: Токены stETH будут перенесены в Wrapped stETH с использованием оболочки Lido Protocol, что приведет к изменению баланса предложения после миграции: {0}

source: staking view
de: Stakening-Ansicht
el: προβολή κλειδώματος
es: vista de stakeo
fr: vue de staking
ru: Представление разбивки

source: starts
de: Beginnt
es: empieza
fr: Commence
ru: Начинается

source: stkAAVE holders get a discount on GHO borrow rate
de: stkAAVE-Inhaber erhalten einen Rabatt auf den GHO-Kreditzins
fr: Les détenteurs de stkAAVE bénéficient d’une réduction sur le taux d’emprunt GHO
ru: Держатели stkAAVE получают скидку на ставку по займу GHO

source: to
de: An
fr: À
ru: Кому

source: tokens is not the same as staking them. If you wish to stake your
de: Token ist nicht dasselbe wie das Staking von Token. Wenn Sie Ihre
el: tokens δεν είναι το ίδιο με το να τα κλειδώνετε. Εάν επιθυμείτε να κλειδώσετε τα
es: tokens no es lo mismo que stakearlos. Si deseas stakearlos
fr: tokens n'est pas la même chose que de les staker . Si vous souhaitez staker votre
ru: токены — это не то же самое, что стейкинг их. Если вы хотите поставить свой

source: tokens, please go to the
de: Token, gehen Sie bitte auf die
el: tokens, παρακαλούμε μεταβείτε στο
es: tokens, por favor ve al
fr: tokens, veuillez vous rendre sur
ru: токенов, пожалуйста, перейдите в раздел

source: withdrew
de: Zog
es: retirado
fr: Retiré
ru: брать назад

source: {0} Balance
de: {0} Gleichgewicht
el: {0} Υπόλοιπο
es: Balance {0}
ru: {0} Равновесие

source: {0} Faucet
de: {0} Hahn
el: {0} Βρύση
ru: {0} Водопроводный кран

source: {0} on-ramp service is provided by External Provider and by selecting you agree to Terms of the Provider. Your access to the service might be reliant on the External Provider being operational.
de: {0} Der On-Ramp-Service wird vom externen Anbieter bereitgestellt, und durch die Auswahl stimmen Sie den Bedingungen des Anbieters zu. Ihr Zugriff auf den Dienst hängt möglicherweise davon ab, dass der externe Anbieter betriebsbereit ist.
es: {0} el servicio on-ramp es proporcionado por proveedores externos y al seleccionarlo, estás aceptando los términos de dichos proveedores. Tu acceso al servicio podría depender de que el proveedor externo esté operativo.
fr: {0} Le service de rampe d’accès est fourni par le fournisseur externe et, en le sélectionnant, vous acceptez les conditions du fournisseur. Votre accès au service peut dépendre de l’opérationnalité du fournisseur externe.
ru: {0} Услуга on-ramp предоставляется Внешним Провайдером, и, выбирая, Вы соглашаетесь с Условиями Провайдера. Ваш доступ к сервису может зависеть от работоспособности Внешнего поставщика.

source: {networkName} Faucet
de: {networkName} Hahn
es: Faucet {networkName}
fr: {networkName} Robinet
ru: {networkName} Водопроводный кран

source: {numSelected}/{numAvailable} assets selected
de: {numSelected}/{numAvailable} Ausgewählte Assets
es: {numSelected}/{numAvailable} activos seleccionados
fr: {numSelected}/{numAvailable} Actifs sélectionnés
ru: {numSelected}/{numAvailable} Выбранные активы

source: Raw-Ipfs
de: Roh-IPFS

source: <0>Important: </0>An upcoming Aave Governance Proposal may adjust E-Mode and pose liquidation risks to certain positions.
es: <0>Importante: </0>Una próxima propuesta del Gobierno de Aave podría ajustar el E-Mode y plantear riesgos de liquidación para ciertas posiciones.

source: AAVE holders (Ethereum network only) can stake their AAVE in the Safety Module to add more security to the protocol and earn Safety Incentives. In the case of a shortfall event, up to 30% of your stake can be slashed to cover the deficit, providing an additional layer of protection for the protocol.
es: Los poseedores de AAVE (solo en la red de Ethereum) pueden stakear sus AAVE en el Módulo de Seguridad para añadir más seguridad al protocolo y ganar Incentivos de Seguridad. En el caso de un evento de déficit, se puede recortar hasta el 30% de tu stakeo para cubrir el déficit, proporcionando una capa adicional de protección al protocolo.

source: Aave aToken
es: aToken de Aave

source: An error has occurred fetching the proposal metadata from IPFS.
es: Se ha producido un error al recuperar los metadatos de la propuesta de IPFS.

source: Author
el: Συγγραφέας
es: Autor

source: Borrow APY, stable
el: Δανεισμός APY, σταθερό
es: APY préstamo, estable

source: CLAIM {symbol}
el: ΔΙΕΚΔΙΚΗΣΗ {symbol}
es: RECLAMAR {symbol}

source: CLAIMING {symbol}
el: ΔΙΕΚΔΙΚΗΣΗ {symbol}
es: RECLAMANDO {symbol}

source: Choose how much voting/proposition power to give to someone else by delegating some of your AAVE or stkAAVE balance. Your tokens will remain in your account, but your delegate will be able to vote or propose on your behalf. If your AAVE or stkAAVE balance changes, your delegate's voting/proposition power will be automatically adjusted.
es: Elije cuánto poder de voto/proposición otorgar a otra persona delegando parte de tu balance de AAVE o stkAAVE. Tus tokens permanecerán en tu cuenta, pero tu delegado podrá votar o proponer en tu lugar. Si tu balance de AAVE o stkAAVE cambia, el poder de voto/proposición de tu delegado se ajustará automáticamente.

source: Claim AAVE
el: Διεκδίκηση AAVE
es: Reclamar AAVE

source: Created
el: Δημιουργήθηκε
es: Creado

source: Due to internal stETH mechanics required for rebasing support, it is not possible to perform a collateral swap where stETH is the source token.
es: Debido a la mecánica interna de stETH requerida para el soporte del rebase, no es posible realizar un intercambio de garantías donde stETH es el token de origen.

source: Ended
es: Finalizado

source: Ends
es: Finaliza

source: Executed
el: Εκτελέστηκε
es: Ejecutado

source: Frozen assets
es: Activos congelados

source: LEARN MORE
es: APRENDE MÁS

source: Ok, I got it
el: Εντάξει, το κατάλαβα
es: Vale, lo tengo

source: Price impact is the spread between the total value of the entry tokens swapped and the destination tokens obtained (in USD), which results from the limited liquidity of the trading pair.
es: El impacto en el precio es la diferencia entre el valor total de los tokens de entrada intercambiados y el de los tokens de destino obtenidos (en USD), que resulta de la liquidez limitada del par del intercambio.

source: Seatbelt report
es: Reporte de seatbelt

source: Started
el: Ξεκίνησε
es: Iniciado

source: Supply balance after swap
es: Balance de suministro tras el intercambio

source: Swap
el: Ανταλλαγή
es: Intercambiar

source: Swap to
es: Intercambiar a

source: Swapped
es: Intercambiado

source: Swapping
el: Ανταλλαγή
es: Intercambiando

source: The Aave Balancer Pool Token (ABPT) is a liquidity pool token. You can receive ABPT by depositing a combination of AAVE + ETH in the Balancer liquidity pool. You can then stake your BPT in the Safety Module to secure the protocol and earn Safety Incentives.
es: El Aave Balancer Pool Token (ABPT) es un token del pool de liquidez. Puedes recibir ABPT depositando una combinación de AAVE + ETH en el pool de liquidez de Balancer. Luego puedes stakear tus BPT en el módulo de seguridad para asegurar el protocolo y ganar incentivos de seguridad.

source: The effects on the health factor would cause liquidation. Try lowering the amount.
el: Οι επιπτώσεις στον συντελεστή υγείας θα προκαλούσαν ρευστοποίηση. Προσπαθήστε να μειώσετε το ποσό.
es: Los efectos en el factor de salud podrían causar liquidación. Intenta reducir la cantidad.

source: These assets are temporarily frozen by Aave community decisions, meaning that further supply / borrow, or rate swap of these assets are unavailable. Withdrawals and debt repayments are allowed. Follow the <0>Aave governance forum</0> for further updates.
es: Estos activos están congelados temporalmente por decisión de la comunidad de Aave, lo que significa que suministrar / tomar prestado o intercambiar tasas de estos activos adicional no está disponible. Se permiten la retirada y pagos de deuda. Sigue el <0>foro de gobierno de Aave</0> para más actualizaciones.

source: Total voting power
el: Συνολική δύναμη ψήφου
es: Poder total de votación

source: UNSTAKE {symbol}
el: ΞΕΚΛΕΙΔΩΜΑ {symbol}
es: UNSTAKEAR {symbol}

source: Update: Disruptions reported for WETH, WBTC, WMATIC, and USDT.
es: Actualización: Se han reportado interrupciones para WETH, WBTC, WMATIC y USDT.

source: Use your AAVE and stkAAVE balance to delegate your voting and proposition powers. You will not be sending any tokens, only the rights to vote and propose changes to the protocol. You can re-delegate or revoke power to self at any time.
es: Utiliza tu balance de AAVE y stkAAVE para delegar tu voto y poder de proposición. No enviarás ningún token, solo los derechos de votar y proponer cambios en el protocolo. Puedes volver a delegar o revocar el poder a sí mismo en cualquier momento.

source: You can report incident to our <0>Discord</0> or <1>Github</1>.
el: Μπορείτε να αναφέρετε το περιστατικό στο <0>Discord</0> ή στο <1>Github</1>.
es: Puedes reportar un incidente a nuestro <0>Discord</0> o <1>Github</1>.

source: You have no AAVE/stkAAVE balance to delegate.
es: No tienes balance de AAVE/stkAAVE para delegar.

source: will receive
es: recibirán

source: ACTIVATE COOLDOWN
el: ΕΝΕΡΓΟΠΟΙΗΣΗ ΨΥΞΗΣ

source: Already on cooldown
el: Ήδη σε ψύξη

source: MAX
el: ΜΕΓΙΣΤΟ

source: UNSTAKING {symbol}
el: ΞΕΚΛΕΙΔΩΜΑ {symbol}

source: {d}d
el: {d}η

source: {h}h
el: {h}ω

source: {m}m
el: {m}λ

source: {s}s
el: {s}δ
