Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: This action will reduce your health factor. Please be mindful of the increased risk of collateral liquidation.
de: Diese Maßnahme wird Ihren Gesundheitsfaktor verringern. Bitte beachten Sie das erhöhte Risiko der Liquidation von Sicherheiten.
es: Esta acción reducirá tu factor de salud. Por favor ten en cuenta el riesgo incrementado de liquidación de la garantía.
fr: Cette action réduira votre facteur de santé. Veuillez garder à l’esprit le risque accru de liquidation des garanties.
ru: Это действие снизит ваш фактор здоровья. Пожалуйста, помните о повышенном риске ликвидации залога.

source: This address is blocked on app.aave.com because it is associated with one or more
de: Diese Adresse ist auf app.aave.com blockiert, da sie mit einem oder mehreren
es: Esta dirección está bloqueada en app.aave.com porque está asociada con una o más
fr: Cette adresse est bloquée sur app.aave.com car elle est associée à un ou plusieurs
ru: Этот адрес заблокирован на app.aave.com, так как он связан с одним или несколькими

source: This asset has almost reached its borrow cap. There is only {messageValue} available to be borrowed from this market.
de: Dieser Vermögenswert hat seine Kreditobergrenze fast erreicht. Es gibt nur {messageValue} auf diesem Markt ausgeliehen werden können.
el: Αυτό το περιουσιακό στοιχείο έχει σχεδόν φτάσει στο όριο δανεισμού του. Υπάρχει μόνο {messageValue} διαθέσιμο για δανεισμό από αυτή την αγορά.
es: Este activo casi ha alcanzado su límite de préstamo. Solo hay {messageValue} disponibles para ser prestado de este mercado.
fr: Cet actif a presque atteint son plafond d'emprunt. Il n'y a que {messageValue} disponible pour être emprunté sur ce marché.
ru: Этот актив почти достиг своего лимита заимствований. Есть только {messageValue} можно взять взаймы на этом рынке.

source: This asset has almost reached its supply cap. There can only be {messageValue} supplied to this market.
de: Dieser Vermögenswert hat seine Angebotsobergrenze fast erreicht. Es kann nur {messageValue} diesem Markt zur Verfügung gestellt werden.
el: Αυτό το περιουσιακό στοιχείο έχει σχεδόν φτάσει στο όριο της προσφοράς του. Μόνο {messageValue} μπορεί να παρασχεθεί σε αυτή την αγορά.
es: Este activo casi ha alcanzado su límite de suministro. Solo se puede suministrar {messageValue} a este mercado.
fr: Cet actif a presque atteint son plafond d'offre. Il ne peut y avoir que {messageValue} fourni à ce marché.
ru: Этот актив почти достиг своего лимита предложения. Может быть только {messageValue} поставляемых на этот рынок.

source: This asset has reached its borrow cap. Nothing is available to be borrowed from this market.
de: Dieser Vermögenswert hat seine Kreditobergrenze erreicht. Es gibt nichts, was man sich von diesem Markt ausleihen könnte.
el: Αυτό το περιουσιακό στοιχείο έχει φθάσει στο ανώτατο όριο δανεισμού του. Τίποτα δεν είναι διαθέσιμο για δανεισμό από αυτή την αγορά.
es: Este activo ha alcanzado su límite de préstamo. No queda nada disponible para ser prestado de este mercado.
fr: Cet actif a atteint son plafond d'emprunt. Rien n'est disponible pour être emprunté à ce marché.
ru: Этот актив достиг своего лимита заимствований. На этом рынке нечего позаимствовать.

source: This asset has reached its supply cap. Nothing is available to be supplied from this market.
de: Dieser Vermögenswert hat seine Angebotsobergrenze erreicht. Auf diesem Markt kann nichts geliefert werden.
el: Αυτό το περιουσιακό στοιχείο έχει φτάσει στο όριο της προσφοράς του. Τίποτα δεν είναι διαθέσιμο για προμήθεια από αυτή την αγορά.
es: Este activo ha alcanzado su límite de suministro. No queda nada disponible para ser suministrado desde este mercado.
fr: Cet actif a atteint son plafond d'offre. Rien n'est disponible pour être fourni à partir de ce marché.
ru: Этот актив достиг своего лимита предложения. С этого рынка ничего не поставляется.

source: This asset is frozen due to an Aave Protocol Governance decision. <0>More details</0>
de: Dieser Vermögenswert ist aufgrund einer Governance-Entscheidung des Aave-Protokolls eingefroren. <0>Mehr Details</0>
es: Este activo está congelado debido a una decisión del Gobierno del Protocolo Aave. <0>More información</0>
fr: Cet actif est gelé en raison d’une décision de gouvernance du protocole Aave. <0>Plus d’informations</0>
ru: Этот актив заморожен из-за решения Aave Protocol Governance. <0>Подробнее</0>

source: This asset is frozen due to an Aave Protocol Governance decision. On the 20th of December 2022, renFIL will no longer be supported and cannot be bridged back to its native network. It is recommended to withdraw supply positions and repay borrow positions so that renFIL can be bridged back to FIL before the deadline. After this date, it will no longer be possible to convert renFIL to FIL. <0>More details</0>
de: Dieser Vermögenswert ist aufgrund einer Governance-Entscheidung des Aave-Protokolls eingefroren. Am 20. Dezember 2022 wird renFIL nicht mehr unterstützt und kann nicht mehr mit seinem nativen Netzwerk verbunden werden. Es wird empfohlen, Angebotspositionen zurückzuziehen und Kreditpositionen zurückzuzahlen, damit renFIL vor Ablauf der Frist wieder zu FIL überbrückt werden kann. Nach diesem Datum ist es nicht mehr möglich, renFIL in FIL umzuwandeln. <0>Mehr Details</0>
es: Este activo está congelado debido a una decisión del Gobierno del Protocolo Aave. El 20 de diciembre de 2022, renFIL ya no será compatible y no se podrá conectar de nuevo a su red nativa. Se recomienda retirar las posiciones de suministro y pagar las posiciones de préstamo para que renFIL se pueda convertir de nuevo a FIL antes de la fecha límite. Después de esta fecha, ya no será posible convertir renFIL a FIL. <0>Más detalles</0>
fr: Cet actif est gelé en raison d’une décision de gouvernance du protocole Aave. Le 20 décembre 2022, renFIL ne sera plus pris en charge et ne pourra plus être reconnecté à son réseau natif. Il est recommandé de retirer les positions d’offre et de rembourser les positions d’emprunt afin que renFIL puisse être relié à FIL avant la date limite. Après cette date, il ne sera plus possible de convertir renFIL en FIL. <0>Plus d’informations</0>
ru: Этот актив заморожен из-за решения Aave Protocol Governance. С 20 декабря 2022 года renFIL больше не будет поддерживаться и не может быть подключен к своей родной сети. Рекомендуется изъять позиции по поставкам и погасить позиции по займам, чтобы renFIL можно было вернуть обратно в FIL до наступления крайнего срока. После этой даты конвертировать renFIL в FIL будет невозможно. <0>Подробнее</0>

source: This asset is frozen due to an Aave community decision. <0>More details</0>
de: Dieses Asset ist aufgrund einer Entscheidung der Aave-Community eingefroren. <0>Mehr Details</0>
es: Este activo está congelado debido a una decisión de la comunidad de Aave. <0>Más información</0>
fr: Cet actif est gelé en raison d’une décision de la communauté Aave. <0>Plus d’informations</0>
ru: Этот актив заморожен из-за решения сообщества Aave. <0>Подробнее</0>

source: This asset is planned to be offboarded due to an Aave Protocol Governance decision. <0>More details</0>
de: Es ist geplant, dass dieser Vermögenswert aufgrund einer Entscheidung der Aave Protocol Governance ausgelagert wird. <0>Mehr Details</0>
es: Está previsto que este activo se desvincule debido a una decisión del Gobierno del Protocolo Aave. <0>Más detalles</0>
fr: Il est prévu que cet actif soit désactivé en raison d’une décision de gouvernance du protocole Aave. <0>Plus d’informations</0>
ru: Этот актив планируется вывести из эксплуатации из-за решения Aave Protocol Governance. <0>Подробнее</0>

source: This gas calculation is only an estimation. Your wallet will set the price of the transaction. You can modify the gas settings directly from your wallet provider.
de: Bei dieser Gasberechnung handelt es sich nur um eine Schätzung. Ihre Brieftasche legt den Preis der Transaktion fest. Sie können die Gaseinstellungen direkt bei Ihrem Wallet-Anbieter ändern.
el: Αυτός ο υπολογισμός gas είναι μόνο μια εκτίμηση. Το πορτοφόλι σας θα καθορίσει την τιμή της συναλλαγής. Μπορείτε να τροποποιήσετε τις ρυθμίσεις gas απευθείας από τον πάροχο του πορτοφολιού σας.
es: Este cálculo de gas es solo una estimación. Tu cartera establecerá el precio de la transacción. Puedes modificar la configuración de gas directamente desde tu proveedor de cartera.
fr: Ce calcul de gaz n'est qu'une estimation. Votre portefeuille fixera le prix de la transaction. Vous pouvez modifier les paramètres de gaz directement depuis votre fournisseur de portefeuille.
ru: Этот расчет газа является лишь приблизительным. Ваш кошелек установит цену транзакции. Вы можете изменить настройки газа непосредственно у провайдера вашего кошелька.

source: This integration was<0>proposed and approved</0>by the community.
de: Diese Integration wurde von der Community<0>vorgeschlagen und genehmigt</0>.
es: Esta integración fue<0>propuesta y aprobada</0>por la comunidad.
fr: Cette intégration a été<0>proposée et approuvée</0>par la communauté.
ru: Эта интеграция была<0>предложена и одобрена</0>сообществом.

source: This is the total amount available for you to borrow. You can borrow based on your collateral and until the borrow cap is reached.
de: Dies ist der Gesamtbetrag, der Ihnen zum Ausleihen zur Verfügung steht. Sie können auf der Grundlage Ihrer Sicherheiten und bis zum Erreichen der Kreditobergrenze einen Kredit aufnehmen.
el: Αυτό είναι το συνολικό ποσό που μπορείτε να δανειστείτε. Μπορείτε να δανειστείτε με βάση την εξασφάλισή σας και μέχρι να επιτευχθεί το ανώτατο όριο δανεισμού.
es: Esta es la cantidad total disponible que puedes tomar prestada. Puedes tomar prestado basado en tu garantía y hasta que el límite de préstamo se alcance.
fr: Il s'agit du montant total que vous pouvez emprunter. Vous pouvez emprunter en fonction de votre garantie et jusqu'à ce que le plafond d'emprunt soit atteint.
ru: Это общая сумма, которую вы можете взять в долг. Вы можете брать кредиты в зависимости от вашего залога и до тех пор, пока не будет достигнут лимит займа.

source: This is the total amount that you are able to supply to in this reserve. You are able to supply your wallet balance up until the supply cap is reached.
de: Dies ist die Gesamtmenge, die Sie in dieser Reserve versorgen können. Sie können Ihr Wallet-Guthaben bis zum Erreichen der Angebotsobergrenze bereitstellen.
el: Αυτό είναι το συνολικό ποσό που μπορείτε να προμηθεύσετε σε αυτό το αποθεματικό. Μπορείτε να προμηθεύσετε το υπόλοιπο του πορτοφολιού σας μέχρι να επιτευχθεί το ανώτατο όριο προμηθειών.
es: Esta es la cantidad total que puedes suministrar en esta reserva. Puedes suministrar el balance de tu cartera hasta que se alcance el límite de suministro.
fr: Il s'agit du montant total que vous pouvez emprunter. Vous pouvez emprunter en fonction de votre garantie et jusqu'à ce que le plafond d'emprunt soit atteint.
ru: Это общая сумма, которую вы можете поставить в этот резерв. Вы можете пополнить баланс своего кошелька до тех пор, пока не будет достигнут лимит предложения.

source: This represents the threshold at which a borrow position will be considered undercollateralized and subject to liquidation for each collateral. For example, if a collateral has a liquidation threshold of 80%, it means that the position will be liquidated when the debt value is worth 80% of the collateral value.
de: Dies stellt die Schwelle dar, ab der eine Kreditposition als unterbesichert gilt und für jede Sicherheit liquidiert wird. Wenn eine Sicherheit beispielsweise eine Liquidationsschwelle von 80 % hat, bedeutet dies, dass die Position liquidiert wird, wenn der Schuldwert 80 % des Sicherheitenwerts beträgt.
el: Αυτό αντιπροσωπεύει το κατώτατο όριο στο οποίο μια θέση δανεισμού θα θεωρηθεί υποεγγυημένη και θα υπόκειται σε ρευστοποίηση για κάθε εγγύηση. Για παράδειγμα, εάν μια εγγύηση έχει κατώτατο όριο ρευστοποίησης 80%, αυτό σημαίνει ότι η θέση θα ρευστοποιηθεί όταν η αξία του χρέους ανέρχεται στο 80% της αξίας της εγγύησης.
es: Esto representa el umbral en el que un préstamo será considerado sin garantía suficiente y sujeto a la liquidación de la misma. Por ejemplo, si una garantía tiene un umbral de liquidación del 80 %, significa que el préstamo será liquidado cuando el valor de la deuda alcanze el 80% del valor de la garantía.
fr: Cela représente le seuil auquel une position d'emprunt sera considérée comme sous-garantie et sujette à liquidation pour chaque garantie. Par exemple, si une garantie a un seuil de liquidation de 80 %, cela signifie que la position sera liquidée lorsque la valeur de la dette vaut 80 % de la valeur de la garantie.
ru: Он представляет собой пороговое значение, при котором позиция по займу будет считаться недостаточно обеспеченной и подлежащей ликвидации для каждого обеспечения. Например, если залоговое обеспечение имеет порог ликвидации 80%, это означает, что позиция будет ликвидирована, когда стоимость долга составит 80% от стоимости залога.

source: Time left to be able to withdraw your staked asset.
de: Verbleibende Zeit, um Ihr gestaktes Vermögen abheben zu können.
el: Χρόνος που απομένει για να μπορέσετε να αποσύρετε το κλειδωμένο περιουσιακό στοιχείο σας.
es: Tiempo restante para poder retirar tu activo stakeado.
fr: Temps restant pour pouvoir retirer votre bien staké.
ru: Время, оставшееся для того, чтобы иметь возможность вывести свой актив в стейкинге.

source: Time left to unstake
de: Verbleibende Zeit zum Abstecken
el: Χρόνος που απομένει για το ξεκλείδωμα
es: Tempo restante para unstakear
fr: Temps restant pour dépiquer
ru: Время, оставшееся до выхода из стейкинга

source: Time left until the withdrawal window closes.
de: Verbleibende Zeit bis zum Schließen des Auszahlungsfensters.
el: Χρόνος που απομένει μέχρι να κλείσει το παράθυρο ανάληψης.
es: Tiempo restante hasta que se cierre la ventana de retiro.
fr: Temps restant jusqu'à la fermeture de la fenêtre de retrait.
ru: Время, оставшееся до закрытия окна вывода средств.

source: Tip: Try increasing slippage or reduce input amount
de: Tipp: Versuchen Sie, den Schlupf zu erhöhen oder die Eingabemenge zu reduzieren
es: Tip: Intenta aumentar el deslizamiento o reduce la cantidad de entrada
fr: Astuce : Essayez d’augmenter le glissement ou de réduire la quantité d’entrée
ru: Совет: Попробуйте увеличить проскальзывание или уменьшить количество входных данных

source: To borrow you need to supply any asset to be used as collateral.
de: Um einen Kredit aufzunehmen, müssen Sie einen Vermögenswert bereitstellen, der als Sicherheit verwendet werden soll.
el: Για να δανειστείτε πρέπει να προσκομίσετε οποιοδήποτε περιουσιακό στοιχείο που θα χρησιμοποιηθεί ως εγγύηση.
es: Para tomar prestado, necesitas suministrar cualquier activo para ser utilizado como garantía.
fr: Pour emprunter, vous devez fournir tout actif à utiliser comme garantie.
ru: Чтобы взять кредит, вам необходимо предоставить любой актив, который будет использоваться в качестве залога.

source: To continue, you need to grant Aave smart contracts permission to move your funds from your wallet. Depending on the asset and wallet you use, it is done by signing the permission message (gas free), or by submitting an approval transaction (requires gas). <0>Learn more</0>
de: Um fortzufahren, müssen Sie Aave Smart Contracts die Erlaubnis erteilen, Ihr Geld von Ihrer Wallet zu verschieben. Je nachdem, welches Asset und welche Wallet Sie verwenden, erfolgt dies durch Signieren der Berechtigungsnachricht (gasfrei) oder durch Einreichen einer Genehmigungstransaktion (erfordert Gas). <0>Weitere Informationen</0>
es: Para continuar, necesitas otorgar permiso a los contratos inteligentes de Aave para mover tus fondos de tu cartera. Según el activo y la cartera que uses, se hace firmando el mensaje de permiso (sin coste de gas), o enviando una transacción de aprobación (requiere coste de gas). <0>Aprende más</0>
fr: Pour continuer, vous devez autoriser les contrats intelligents Aave à déplacer vos fonds depuis votre portefeuille. En fonction de l’actif et du portefeuille que vous utilisez, cela se fait en signant le message d’autorisation (sans gaz) ou en soumettant une transaction d’approbation (nécessite du gaz). <0>Pour en savoir plus</0>
ru: Чтобы продолжить, вам необходимо предоставить смарт-контрактам Aave разрешение на перемещение ваших средств из вашего кошелька. В зависимости от актива и кошелька, который вы используете, это делается путем подписания сообщения о разрешении (без газа) или путем отправки транзакции одобрения (требуется газ). <0>Подробнее</0>

source: To enable E-mode for the {0} category, all borrow positions outside of this category must be closed.
de: So aktivieren Sie den E-Modus für die {0} müssen alle Ausleihpositionen außerhalb dieser Kategorie geschlossen werden.
es: Para habilitar el E-mode para la categoría {0}, todas las posiciones de préstamo fuera de esta categoría deben estar cerradas.
fr: Pour activer le mode E pour le {0} , toutes les positions d’emprunt en dehors de cette catégorie doivent être clôturées.
ru: Чтобы включить E-режим для {0} Категория, все позиции заимствования за пределами этой категории должны быть закрыты.

source: To repay on behalf of a user an explicit amount to repay is needed
de: Um im Namen eines Benutzers zurückzuzahlen, ist ein expliziter Rückzahlungsbetrag erforderlich
el: Για την εξόφληση εκ μέρους ενός χρήστη απαιτείται ένα ρητό ποσό προς εξόφληση
es: Para pagar en nombre de un usuario, se necesita una cantidad explícita para pagar
fr: Pour rembourser au nom d'un utilisateur, un montant explicite à rembourser est nécessaire
ru: Для погашения от имени пользователя необходима явная сумма для погашения

source: To request access for this permissioned market, please visit: <0>Acces Provider Name</0>
de: Um den Zugang zu diesem zugelassenen Markt zu beantragen, besuchen Sie bitte: <0>Name des Zugangsanbieters</0>
el: Για να ζητήσετε πρόσβαση σε αυτή την αδειοδοτημένη αγορά, επισκεφθείτε την ιστοσελίδα: <0>Όνομα Παρόχου Πρόσβασης</0>
es: Para solicitar acceso a este mercado, porfavor visita: <0>Nombre del proveedor de acceso</0>
fr: Pour demander l'accès à ce marché autorisé, veuillez consulter : <0>Nom du fournisseur d'accès</0>
ru: Чтобы запросить доступ к этому разрешенному рынку, перейдите по ссылке: <0>Имя поставщика доступа</0>

source: To submit a proposal for minor changes to the protocol, you'll need at least 80.00K power. If you want to change the core code base, you'll need 320k power.<0>Learn more.</0>
de: Um einen Vorschlag für geringfügige Änderungen am Protokoll einzureichen, benötigen Sie mindestens 80,00 K Strom. Wenn Sie die Kerncodebasis ändern möchten, benötigen Sie 320k Leistung. <0>Weitere Informationen.</0>
es: Para enviar una propuesta de cambios menores al protocolo, necesitarás al menos 80K de poder. Si deseas cambiar la base central del código, necesitarás un poder de 320K.<0>Aprende más</0>
fr: Pour soumettre une proposition de modifications mineures du protocole, vous aurez besoin d’une puissance d’au moins 80,00 K. Si vous souhaitez modifier la base de code de base, vous aurez besoin d’une puissance de 320k. <0>Pour en savoir plus.</0>
ru: Чтобы внести предложение о незначительных изменениях в протокол, вам потребуется мощность не менее 80,00 тыс. тонн. Если вы хотите изменить базовую кодовую базу, вам потребуется 320 КБ мощности. <0>Подробнее.</0>

source: Top 10 addresses
de: Top 10 Adressen
es: Top 10 direcciones
fr: Top 10 des adresses
ru: Топ-10 адресов

source: Total available
de: Verfügbar insgesamt.
el: Σύνολο διαθέσιμων
es: Total disponible
fr: Total disponible
ru: Всего доступно

source: Total borrowed
de: Gesamt der aufgenommenen Kredite
el: Σύνολο δανεικών
es: Total tomado prestado
fr: Total emprunté
ru: Итого заемных средств

source: Total borrows
de: Kredite insgesamt
el: Σύνολο δανείων
es: Total de préstamos
fr: Total des emprunts
ru: Итого заемных средств

source: Total emission per day
de: Gesamtemission pro Tag
el: Συνολικές εκπομπές ανά ημέρα
es: Emisiones totales por día
fr: Émission totale par jour
ru: Общий объем выбросов в сутки

source: Total interest accrued
de: Total aufgelaufene Zinsen
fr: Total des intérêts courus
ru: Общая сумма начисленных процентов

source: Total market size
de: Gesamtmarktgröße
el: Συνολικό μέγεθος της αγοράς
es: Tamaño total del mercado
fr: Taille totale du marché
ru: Общий объем рынка

source: Total supplied
de: Gelieferte Gesamtmenge
el: Σύνολο παρεχόμενων
es: Total suministrado
fr: Total fourni
ru: Всего поставлено

source: Total worth
de: Gesamtwert
el: Συνολική αξία
es: Valor total
fr: Valeur totale
ru: Общая стоимость

source: Track wallet
de: Wallet verfolgen
es: Haz seguimiento de tu cartera
fr: Suivre le portefeuille
ru: Отследить кошелек

source: Track wallet balance in read-only mode
de: Verfolgen Sie den Wallet-Kontostand im schreibgeschützten Modus
es: Haz un seguimiento del balance de la cartera en el modo de solo lectura
fr: Suivre le solde du portefeuille en mode lecture seule
ru: Отслеживайте баланс кошелька в режиме только для чтения

source: Transaction failed
de: Transaktion fehlgeschlagen
el: Η συναλλαγή απέτυχε
es: Error en la transacción
fr: La transaction a échoué
ru: Транзакция не удалась

source: Transaction history
de: Transaktions-Historie
fr: Historique des transactions
ru: История транзакций

source: Transaction history is not currently available for this market
de: Die Transaktionshistorie ist derzeit für diesen Markt nicht verfügbar
fr: L’historique des transactions n’est actuellement pas disponible pour ce marché
ru: История транзакций в настоящее время недоступна для этого рынка

source: Transaction overview
de: Transaktionsübersicht
el: Επισκόπηση συναλλαγής
es: Resumen de la transacción
fr: Aperçu des transactions
ru: Общие сведения о сделке

source: Transactions
de: Transaktionen
ru: Операций

source: Unavailable
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fr: Non disponible
ru: Недоступный

source: Unbacked
de: Nicht unterstützt
el: Μη υποστηριζόμενο
es: No respaldado
fr: Sans support
ru: Не имеющий сторонников

source: Unbacked mint cap is exceeded
de: Ungedeckte Münzobergrenze wird überschritten
el: Υπέρβαση του ανώτατου ορίου νομισματοκοπείου χωρίς αντίκρισμα
es: El límite de minteo sin respaldo ha sido excedido
fr: Le plafond de mintage non soutenu est dépassé
ru: Превышен лимит необеспеченного монетного двора

source: Underlying asset does not exist in {marketName} v3 Market, hence this position cannot be migrated.
de: Der Basiswert existiert nicht in {marketName} v3 Market, daher kann diese Position nicht migriert werden.
es: El activo subyacente no existe en el mercado v3 de {marketName}, por lo tanto, esta posición no se puede migrar.
fr: L’actif sous-jacent n’existe pas dans {marketName} v3 Market, par conséquent, cette position ne peut pas être migrée.
ru: Базовый актив не существует в {marketName} v3 Market, следовательно, эта позиция не может быть перенесена.

source: Underlying token
de: Zugrunde liegendes Token
es: Token subyacente
fr: Jeton sous-jacent
ru: Базовый токен

source: Unstake now
de: Jetzt absetzen
el: Ξεκλειδώστε τώρα
es: Unstakea ahora
fr: Arrêter de staker maintenant
ru: Вывести из стейкинга сейчас

source: Unstake window
de: Fenster "Unsstake"
el: Παράθυρο ξεκλειδώματος
es: Ventana de unstakeo
fr: Fenêtre d'arrêt de staking
ru: Окно вывода из стейкинга

source: Unstaked
de: Nicht abgesteckt
es: Unstakeado
fr: Non jalonné
ru: Без стейкинга

source: Unstaking {symbol}
de: Abstecken aufheben {symbol}
fr: Déjalonnement {symbol}
ru: Отмена стейкинга {symbol}
