Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Update: Disruptions reported for WETH, WBTC, WMATIC, and USDT. AIP 230 will resolve the disruptions and the market will be operating as normal on ~26th May 13h00 UTC.
de: Update: Störungen für WETH, WBTC, WMATIC und USDT gemeldet. AIP 230 wird die Störungen beheben und der Markt wird am ~26. Mai 13:00 UTC wie gewohnt funktionieren.
es: Actualización: Se han reportado interrupciones para WETH, WBTC, WMATIC y USDT. AIP 230 resolverá las interrupciones y el mercado funcionará con normalidad el ~26 de mayo a las 13h00 UTC.
fr: Mise à jour : Perturbations signalées pour WETH, WBTC, WMATIC et USDT. AIP 230 résoudra les perturbations et le marché fonctionnera normalement le ~26 mai à 13h00 UTC.
ru: Обновление: Сообщается о сбоях в работе WETH, WBTC, WMATIC и USDT. AIP 230 устранит сбои, и рынок будет работать в обычном режиме ~26 мая в 13:00 UTC.

source: Use it to vote for or against active proposals.
de: Verwenden Sie es, um für oder gegen aktive Vorschläge zu stimmen.
es: Úsalo para votar a favor o en contra de propuestas activas.
fr: Utilisez-le pour voter pour ou contre les propositions actives.
ru: Используйте его, чтобы голосовать за или против активных предложений.

source: Used as collateral
de: Verwendung als Sicherheit
el: Χρησιμοποιείται ως εγγύηση
es: Utilizado como garantía
fr: Utilisé comme collatéral
ru: Используется в качестве залога

source: User cannot withdraw more than the available balance
de: Der Benutzer kann nicht mehr als das verfügbare Guthaben abheben
el: Ο χρήστης δεν μπορεί να κάνει ανάληψη μεγαλύτερη από το διαθέσιμο υπόλοιπο
es: El usuario no puede retirar más que el balance disponible
fr: L'utilisateur ne peut pas retirer plus que le solde disponible
ru: Пользователь не может снять больше, чем доступный баланс

source: User did not borrow the specified currency
de: Der Benutzer hat die angegebene Währung nicht ausgeliehen.
el: Ο χρήστης δεν δανείστηκε το καθορισμένο νόμισμα
es: El usuario no tomó prestado el activo especificado
fr: L'utilisateur n'a pas emprunté la devise spécifiée
ru: Пользователь не заимствовал указанную валюту

source: User does not have outstanding stable rate debt on this reserve
de: Der Benutzer hat keine ausstehenden Schulden mit stabilem Zinssatz in dieser Reserve
el: Ο χρήστης δεν έχει ανεξόφλητο χρέος σταθερού επιτοκίου σε αυτό το αποθεματικό
es: El usuario no tiene deuda pendiente de tasa estable en esta reserva
fr: L'utilisateur n'a pas de dette à taux stable impayée sur cette réserve
ru: Пользователь не имеет непогашенной задолженности по стабильной ставке по данному резерву

source: User does not have outstanding variable rate debt on this reserve
de: Der Benutzer hat keine ausstehenden variabel verzinslichen Schulden in dieser Reserve.
el: Ο χρήστης δεν έχει ανεξόφλητο χρέος μεταβλητού επιτοκίου σε αυτό το αποθεματικό
es: El usuario no tiene deuda pendiente de tasa variable en esta reserva
fr: L'utilisateur n'a pas de dette à taux variable impayée sur cette réserve
ru: Пользователь не имеет непогашенной задолженности по переменной ставке по этому резерву

source: User is in isolation mode
de: Der Benutzer befindet sich im Isolationsmodus.
el: Ο χρήστης βρίσκεται σε λειτουργία απομόνωσης
es: El usuario está en Isolation mode
fr: L'utilisateur est en mode d'isolement
ru: Пользователь находится в режиме изоляции

source: User is trying to borrow multiple assets including a siloed one
de: Der Benutzer versucht, mehrere Vermögenswerte auszuleihen, einschließlich eines isolierten Vermögenswerts
el: Ο χρήστης προσπαθεί να δανειστεί πολλαπλά περιουσιακά στοιχεία, συμπεριλαμβανομένου ενός απομονωμένου περιουσιακού στοιχείου
es: El usuario está intentando tomar prestado múltiples activos incluido uno aislado
fr: L'utilisateur essaie d'emprunter plusieurs actifs, y compris un en silo
ru: Пользователь пытается заимствовать несколько активов, в том числе разрозненный

source: Users who stake AAVE in Safety Module (i.e. stkAAVE holders) receive a discount on GHO borrow interest rate. The discount applies to 100 GHO for every 1 stkAAVE held. Use the calculator below to see GHO borrow rate with the discount applied.
de: Benutzer, die AAVE im Sicherheitsmodul einsetzen (d. h. stkAAVE-Inhaber), erhalten einen Rabatt auf den GHO-Kreditzinssatz. Der Rabatt gilt für 100 GHO für jeden gehaltenen StkAAVE. Verwenden Sie den Rechner unten, um den GHO-Leihzinssatz mit dem angewendeten Rabatt zu sehen.
fr: Les utilisateurs qui misent des AAVE dans le module de sécurité (c’est-à-dire les détenteurs de stkAAVE) bénéficient d’une réduction sur le taux d’intérêt d’emprunt de HO. La réduction s’applique à 100 GHO pour chaque 1 stkAAVE détenu. Utilisez le calculateur ci-dessous pour voir le taux d’emprunt GHO avec le rabais appliqué.
ru: Пользователи, которые размещают AAVE в Safety Module (т.е. держатели stkAAVE), получают скидку на процентную ставку по займу GHO. Скидка распространяется на 100 GHO за каждый 1 проведенный stkAAVE. Используйте калькулятор ниже, чтобы узнать ставку по займу GHO с учетом дисконта.

source: Utilization Rate
de: Auslastung
el: Ποσοστό χρησιμοποίησης
es: Tasa de uso
fr: Taux d'utilisation
ru: Коэффициент использования

source: VIEW TX
de: TX ANZEIGEN
fr: VOIR TX
ru: ПОСМОТРЕТЬ TX

source: VOTE NAY
de: STIMME NAY
el: ΨΗΦΙΣΤΕ ΚΑΤΑ
es: VOTAR NO
fr: VOTER NON
ru: ПРОГОЛОСОВАТЬ ПРОТИВ

source: VOTE YAE
de: STIMME YAE
el: ΨΗΦΙΣΤΕ ΥΠΕΡ
es: VOTAR SI
fr: VOTER OUI
ru: ГОЛОСУЙТЕ ЗА

source: Variable
el: Μεταβλητό
ru: Переменная

source: Variable debt supply is not zero
de: Variables Schuldenangebot ist nicht Null
el: Η προσφορά μεταβλητού χρέους δεν είναι μηδενική
es: El suministro de deuda variable no es cero
fr: L'offre de dette variable n'est pas nulle
ru: Переменное предложение долга не равно нулю

source: Variable interest rate will <0>fluctuate</0> based on the market conditions. Recommended for short-term positions.
de: Der variable Zinssatz <0>schwankt</0> je nach Marktbedingungen. Empfohlen für kurzfristige Positionen.
es: La tasa de interés variable <0>fluctuará</0> según las condiciones del mercado. Recomendado para posiciones a corto plazo.
fr: Le taux d’intérêt variable <0>fluctuera</0> en fonction des conditions du marché. Recommandé pour les postes à court terme.
ru: Переменная процентная ставка будет <0>колебаться</0> в зависимости от рыночных условий. Рекомендуется для краткосрочных позиций.

source: Variable rate
de: Variabler Zinssatz
fr: Taux variable
ru: Дифференцированная ставка

source: Version 2
de: Variante 2
es: Versión 2
fr: Variante 2
ru: Версия 2

source: Version 3
de: Variante 3
es: Versión 3
fr: Variante 3
ru: Версия 3

source: View
de: Ansehen
fr: Vue
ru: Вид

source: View Transactions
de: Transaktionen anzeigen
fr: Afficher les transactions
ru: Просмотр транзакций

source: View all votes
de: Alle Stimmen anzeigen
es: Ver todos los votos
fr: Voir tous les votes
ru: Посмотреть все голоса

source: View contract
de: Vertrag ansehen
es: Ver contrato
fr: Voir le contrat
ru: Посмотреть контракт

source: View details
de: Details anzeigen
el: Προβολή λεπτομερειών
es: Ver detalles
fr: Voir détails
ru: Подробнее

source: View on Explorer
de: Auf Explorer ansehen
el: Προβολή στον Explorer
es: Ver en el explorador
fr: Voir sur l'explorer
ru: Посмотреть в Explorer

source: Vote NAY
de: Stimmen Sie für NAY
el: Ψηφίστε ΚΑΤΑ
es: Votar NO
ru: Проголосовать ПРОТИВ

source: Vote YAE
de: Stimmen Sie für YAE
el: Ψηφίστε ΥΠΕΡ
es: Votar SI
ru: Проголосовать YAE

source: Voted NAY
de: Abgestimmt auf NAY
es: Votó NAY
fr: A voté NAY
ru: Проголосовали ПРОТИВ

source: Voted YAE
de: Abgestimmt auf YAE
es: Votó YAE
fr: A voté YAE
ru: Проголосовали YAE

source: Votes
de: Abstimmungen
es: Votos
ru: Голосов

source: Voting
de: Stimmabgabe
es: Votando
fr: Vote
ru: Голосование

source: Voting power
de: Stimmrecht
el: Δύναμη ψήφου
es: Poder de votación
fr: Pouvoir de vote
ru: Право голоса

source: Voting results
de: Abstimmungsergebnisse
el: Αποτελέσματα ψηφοφορίας
es: Resultados de la votación
fr: Résultats du vote
ru: Результаты голосования

source: Wallet Balance
de: Wallet-Guthaben
es: Balance de la cartera
fr: Solde du portefeuille
ru: Баланс кошелька

source: Wallet balance
de: Wallet-Guthaben
el: Υπόλοιπο πορτοφολιού
es: Balance de la cartera
fr: Solde du portefeuille
ru: Баланс кошелька

source: Wallet not detected. Connect or install wallet and retry
de: Wallet wurde nicht erkannt. Wallet verbinden oder installieren und wiederholen
el: Το πορτοφόλι δεν εντοπίστηκε. Συνδέστε ή εγκαταστήστε το πορτοφόλι και επαναλάβετε την προσπάθεια
es: Cartera no detectada. Conecta o instala la cartera y vuelve a intentarlo
fr: Portefeuille non détecté. Connectez ou installez le portefeuille et réessayez
ru: Кошелек не обнаружен. Подключите или установите кошелек и повторите попытку

source: Wallets are provided by External Providers and by selecting you agree to Terms of those Providers. Your access to the wallet might be reliant on the External Provider being operational.
de: Wallets werden von externen Anbietern zur Verfügung gestellt, und durch die Auswahl stimmen Sie den Bedingungen dieser Anbieter zu. Ihr Zugriff auf die Wallet kann davon abhängen, dass der externe Anbieter betriebsbereit ist.
el: Τα πορτοφόλια παρέχονται από Εξωτερικούς Παρόχους και επιλέγοντας τα συμφωνείτε με τους Όρους των εν λόγω Παρόχων. Η πρόσβασή σας στο πορτοφόλι ενδέχεται να εξαρτάται από τη λειτουργία του Εξωτερικού Παρόχου.
es: Las carteras son proporcionadas por proveedores externos y al seleccionarla, aceptas los términos de dichos proveedores. Tu acceso a la cartera podría depender de que el proveedor externo esté operativo.
fr: Les portefeuilles sont fournis par des fournisseurs externes et en sélectionnant, vous acceptez les conditions de ces fournisseurs. Votre accès au portefeuille peut dépendre du fonctionnement du fournisseur externe.
ru: Кошельки предоставляются Внешними поставщиками, и, выбирая их, вы соглашаетесь с Условиями этих Провайдеров. Ваш доступ к кошельку может зависеть от работоспособности внешнего провайдера.

source: We couldn't find any assets related to your search. Try again with a different asset name, symbol, or address.
de: Wir konnten keine Assets finden, die sich auf Ihre Suche beziehen. Versuchen Sie es erneut mit einem anderen Asset-Namen, einem anderen Symbol oder einer anderen Adresse.
fr: Nous n’avons trouvé aucun élément lié à votre recherche. Réessayez avec un autre nom, symbole ou adresse de ressource.
ru: Мы не смогли найти активы, связанные с вашим поиском. Повторите попытку с другим именем, символом или адресом ресурса.

source: We couldn't find any transactions related to your search. Try again with a different asset name, or reset filters.
de: Wir konnten keine Transaktionen im Zusammenhang mit Ihrer Suche finden. Versuchen Sie es erneut mit einem anderen Asset-Namen oder setzen Sie die Filter zurück.
fr: Nous n’avons trouvé aucune transaction liée à votre recherche. Réessayez avec un autre nom de ressource ou réinitialisez les filtres.
ru: Мы не смогли найти ни одной транзакции, связанной с вашим поиском. Повторите попытку с другим именем ресурса или сбросьте фильтры.

source: We couldn’t detect a wallet. Connect a wallet to stake and view your balance.
de: Wir konnten keine Wallet erkennen. Verbinden Sie eine Wallet, um zu staken und Ihr Guthaben anzuzeigen.
es: No podemos detectar una cartera. Conecta una cartera para stakear y ver tu balance.
fr: Nous n’avons pas pu détecter de portefeuille. Connectez un portefeuille pour staker et consulter votre solde.
ru: Мы не смогли обнаружить кошелек. Подключите кошелек для стейкинга и просматривайте свой баланс.

source: We suggest you go back to the Dashboard.
de: Wir empfehlen Ihnen, zum Dashboard zurückzukehren.
es: Te sugerimos volver al Panel de control.
fr: Nous vous suggérons de revenir au tableau de bord.
ru: Мы предлагаем вам вернуться в Личный кабинет.

source: Website
fr: Site internet
ru: Сайт

source: When a liquidation occurs, liquidators repay up to 50% of the outstanding borrowed amount on behalf of the borrower. In return, they can buy the collateral at a discount and keep the difference (liquidation penalty) as a bonus.
de: Wenn es zu einer Liquidation kommt, zahlen die Liquidatoren bis zu 50 % des ausstehenden geliehenen Betrags im Namen des Kreditnehmers zurück. Im Gegenzug können sie die Sicherheiten mit einem Abschlag kaufen und die Differenz (Liquidationsstrafe) als Bonus behalten.
el: Όταν πραγματοποιείται ρευστοποίηση, οι ρευστοποιητές επιστρέφουν έως και το 50% του ανεξόφλητου δανεισμένου ποσού για λογαριασμό του δανειολήπτη. Σε αντάλλαγμα, μπορούν να αγοράσουν τις εξασφαλίσεις με έκπτωση και να κρατήσουν τη διαφορά (ποινή ρευστοποίησης) ως μπόνους.
es: Cuando ocurre una liquidación, los liquidadores pagan hasta el 50% de la cantidad pendiente del préstamo en nombre del prestatario. A cambio, pueden comprar la garantía con descuento y quedarse con la diferencia (sanción de liquidación) como bonificación.
fr: Lorsqu'une liquidation survient, les liquidateurs remboursent jusqu'à 50 % de l'encours emprunté au nom de l'emprunteur. En contrepartie, ils peuvent acheter le collatéral à prix réduit et conserver la différence (pénalité de liquidation) en bonus.
ru: Когда происходит ликвидация, ликвидаторы погашают до 50% непогашенной суммы займа от имени заемщика. Взамен они могут выкупить залог со скидкой и оставить себе разницу (ликвидационный штраф) в качестве бонуса.

source: With a voting power of <0/>
de: Mit einem Stimmrecht von <0/>
el: Με δύναμη ψήφου <0/>
es: Con un poder de votación de <0/>
fr: Avec un pouvoir de vote de <0/>
ru: С правом голоса <0/>

source: With testnet Faucet you can get free assets to test the Aave Protocol. Make sure to switch your wallet provider to the appropriate testnet network, select desired asset, and click ‘Faucet’ to get tokens transferred to your wallet. The assets on a testnet are not “real,” meaning they have no monetary value. <0>Learn more</0>
de: Mit testnet Faucet erhalten Sie kostenlose Assets, um das Aave-Protokoll zu testen. Stellen Sie sicher, dass Sie Ihren Wallet-Anbieter auf das entsprechende Testnet-Netzwerk umstellen, wählen Sie das gewünschte Asset aus und klicken Sie auf "Faucet", um Token auf Ihre Wallet zu übertragen. Die Vermögenswerte in einem Testnetz sind nicht "echt", was bedeutet, dass sie keinen monetären Wert haben. <0>Weitere Informationen</0>
es: Con la testnet Faucet puedes obtener activos gratuitos para probar el Protocolo Aave. Asegúrate de cambiar tu proveedor de cartera a la red de testnet adecuada, selecciona el activo deseado y haz clic en "Faucet" para obtener tokens transferidos a tu cartera. Los activos de una testnet no son "reales", lo que significada que no tienen valor monetario. <0>Aprende más</0>
fr: Avec testnet Faucet, vous pouvez obtenir des ressources gratuites pour tester le protocole Aave. Assurez-vous de changer votre fournisseur de portefeuille pour le réseau de test approprié, sélectionnez l’actif souhaité et cliquez sur « Faucet » pour obtenir des jetons transférés vers votre portefeuille. Les actifs d’un réseau de test ne sont pas « réels », ce qui signifie qu’ils n’ont aucune valeur monétaire. <0>Pour en savoir plus</0>
ru: С помощью тестовой сети Faucet вы можете получить бесплатные активы для тестирования протокола Aave. Убедитесь, что вы переключили провайдера кошелька на соответствующую сеть тестовой сети, выберите желаемый актив и нажмите «Кран», чтобы перевести токены на свой кошелек. Активы в тестовой сети не являются «реальными», то есть они не имеют денежной стоимости. <0>Подробнее</0>

source: Withdraw
de: Zurückziehen
el: Ανάληψη
es: Retirar
fr: Retirer
ru: Отводить

source: Withdraw & Switch
de: Abheben & Wechseln
fr: Retrait et échange
ru: Вывод и переключение

source: Withdraw and Switch
de: Abheben und wechseln
fr: Retrait et échange
ru: Вывод средств и переключение

source: Withdraw {symbol}
de: Zurückziehen {symbol}
el: Ανάληψη {symbol}
es: Retirar {symbol}
fr: Retirer {symbole}
ru: Отводить {symbol}

source: Withdrawing and Switching
de: Abheben und Umschalten
fr: Retrait et changement
ru: Вывод и переключение

source: Withdrawing this amount will reduce your health factor and increase risk of liquidation.
de: Wenn Sie diesen Betrag abheben, verringern Sie Ihren Gesundheitsfaktor und erhöhen das Risiko einer Liquidation.
es: Retirar esta cantidad reducirá tu factor de salud y aumentará el riesgo de liquidación.
fr: Le retrait de ce montant réduira votre facteur santé et augmentera le risque de liquidation.
ru: Снятие этой суммы снизит ваш фактор здоровья и увеличит риск ликвидации.

source: Withdrawing {symbol}
de: Zurückziehend {symbol}
el: Ανάληψη {symbol}
es: Retirando {symbol}
fr: Retrait {symbole}
ru: Снятия {symbol}

source: Wrong Network
de: Falsches Netzwerk
el: Λάθος δίκτυο
es: Red incorrecta
fr: Mauvais réseau
ru: Неправильная сеть

source: YAE
el: ΥΠΕΡ
ru: ЯЭ

source: You are entering Isolation mode
de: Sie wechseln in den Isolationsmodus
el: Εισέρχεστε σε λειτουργία απομόνωσης
es: Estás entrando en el Isolation mode
fr: Vous entrez en mode Isolation
ru: Вы входите в режим изоляции

source: You can borrow this asset with a stable rate only if you borrow more than the amount you are supplying as collateral.
de: Sie können diesen Vermögenswert nur dann mit einem stabilen Zinssatz ausleihen, wenn Sie mehr als den Betrag leihen, den Sie als Sicherheit zur Verfügung stellen.
el: Μπορείτε να δανειστείτε αυτό το περιουσιακό στοιχείο με σταθερό επιτόκιο μόνο αν δανειστείτε περισσότερο από το ποσό που παρέχετε ως εγγύηση.
es: Puedes pedir prestado este activo con una tasa estable solo si pides prestado más de la cantidad que estás proporcionando como garantía.
fr: Vous ne pouvez emprunter cet actif avec un taux stable que si vous empruntez plus que le montant que vous fournissez en garantie.
ru: Вы можете взять этот актив в долг со стабильной ставкой только в том случае, если вы берете в долг сумму, превышающую сумму, которую вы предоставляете в качестве залога.

source: You can not change Interest Type to stable as your borrowings are higher than your collateral
de: Sie können die Zinsart nicht in stabil ändern, da Ihre Kredite höher sind als Ihre Sicherheiten
el: Δεν μπορείτε να αλλάξετε τον Τύπο Επιτοκίου σε σταθερό, καθώς τα δάνειά σας είναι υψηλότερα από τις εγγυήσεις σας
es: No puede cambiar el Tipo de Interés a estable, ya que sus préstamos son más altos que su garantía
fr: Vous ne pouvez pas changer le type d'intérêt en stable car vos emprunts sont supérieurs à votre garantie
ru: Вы не можете изменить тип процента на стабильный, так как ваши займы превышают ваш залог

source: You can not disable E-Mode as your current collateralization level is above 80%, disabling E-Mode can cause liquidation. To exit E-Mode supply or repay borrowed positions.
de: Sie können den E-Modus nicht deaktivieren, da Ihr derzeitiger Besicherungsgrad über 80 % liegt, die Deaktivierung des E-Modus kann zu einer Liquidation führen. Um aus dem E-Mode-Angebot auszusteigen oder geliehene Positionen zurückzuzahlen.
el: Δεν μπορείτε να απενεργοποιήσετε το E-Mode καθώς το τρέχον επίπεδο εγγύησης είναι πάνω από 80%, η απενεργοποίηση του E-Mode μπορεί να προκαλέσει ρευστοποίηση. Για να βγείτε από το E-Mode, προμήθεια ή αποπληρωμή δανεισμένων θέσεων.
es: No puedes desactivar el E-Mode, ya que tu nivel actual de garantía está por encima del 80%, desactivar el E-Mode puede causar liquidación. Para salir del E-Mode suministra o paga las posiciones prestadas.
ru: Вы не можете отключить E-Mode, так как ваш текущий уровень обеспечения выше 80%, отключение E-Mode может привести к ликвидации. Для выхода из E-Mode поставки или погашения заемных позиций.

source: You can not switch usage as collateral mode for this currency, because it will cause collateral call
de: Sie können die Verwendung als Sicherheitenmodus für diese Währung nicht ändern, da dies zu einem Sicherheitenabruf führt
el: Δεν μπορείτε να αλλάξετε τη χρήση ως λειτουργία εγγύησης για αυτό το νόμισμα, διότι θα προκαλέσει κλήση εγγύησης
es: No puedes cambiar el uso como modo de garantía para este activo, porque causará una liquidación
fr: Vous ne pouvez pas changer d'utilisation en tant que mode de garantie pour cette devise, car cela entraînera un appel de garantie
ru: Вы не можете переключить использование в качестве режима обеспечения для этой валюты, потому что это вызовет залог

source: You can not use this currency as collateral
de: Sie können diese Währung nicht als Sicherheit verwenden
el: Δεν μπορείτε να χρησιμοποιήσετε αυτό το νόμισμα ως εγγύηση
es: No puedes usar este activo como garantía
fr: Vous ne pouvez pas utiliser cette devise comme garantie
ru: Вы не можете использовать эту валюту в качестве залога

source: You can not withdraw this amount because it will cause collateral call
de: Sie können diesen Betrag nicht abheben, da dies zu einem Sicherheitenabruf führt
el: Δεν μπορείτε να αποσύρετε αυτό το ποσό, διότι θα προκληθεί κλήση εγγύησης
es: No puedes retirar esta cantidad porque causará una liquidación
fr: Vous ne pouvez pas retirer ce montant car cela entraînera un appel de garantie
ru: Вы не можете снять эту сумму, потому что это вызовет залоговое требование

source: You can only switch to tokens with variable APY types. After this transaction, you may change the variable rate to a stable one if available.
de: Sie können nur zu Token mit variablen APY-Typen wechseln. Nach dieser Transaktion können Sie den variablen Zinssatz in einen stabilen ändern, falls verfügbar.
fr: Vous ne pouvez passer qu’à des jetons avec des types APY variables. Après cette transaction, vous pouvez changer le taux variable pour un taux stable s’il est disponible.
ru: Переключиться на токены можно только с переменными типами APY. После этой транзакции вы можете изменить переменную ставку на стабильную, если она доступна.

source: You can only withdraw your assets from the Security Module after the cooldown period ends and the unstake window is active.
de: Sie können Ihr Vermögen erst dann aus dem Sicherheitsmodul abheben, wenn die Abklingzeit abgelaufen ist und das Unstake-Fenster aktiv ist.
el: Μπορείτε να αποσύρετε τα περιουσιακά σας στοιχεία από τη Μονάδα Ασφαλείας μόνο αφού λήξει η περίοδος αναμονής και το παράθυρο ξεκλειδώματος είναι ενεργό.
es: Solo puedes retirar tus activos del Módulo de Seguridad después de que finalice el período de cooldown y la ventana de unstakeo esté activa.
fr: Vous ne pouvez retirer vos actifs du module de sécurité qu'après la fin de la période de refroidissement et que la fenêtre de retrait est active.
ru: Вы можете вывести свои активы из модуля безопасности только после того, как закончится период охлаждения и станет активным окно вывода средств из стейкинга.

source: You can report incident to our <0>Discord</0> or<1>Github</1>.
de: Sie können den Vorfall auf unserem <0>Discord</0> oder<1>Github</1> melden.
fr: Vous pouvez signaler un incident sur notre <0>Discord</0> ou<1>Github</1>.
ru: Вы можете сообщить об инциденте в наш <0>Discord</0> или<1>Github</1>.

source: You cancelled the transaction.
de: Sie haben die Transaktion abgebrochen.
el: Ακυρώσατε τη συναλλαγή.
es: Has cancelado la transacción.
fr: Vous avez annulé la transaction.
ru: Вы отменили транзакцию.

source: You did not participate in this proposal
de: Sie haben an diesem Vorschlag nicht teilgenommen
el: Δεν συμμετείχατε στην παρούσα πρόταση
es: No has participado en esta propuesta
fr: Vous n'avez pas participé à cette proposition
ru: Вы не участвовали в этом предложении

source: You do not have supplies in this currency
de: Sie haben keine Vorräte in dieser Währung
el: Δεν έχετε προμήθειες σε αυτό το νόμισμα
es: No tienes suministros en este activo
fr: Vous n'avez pas de fournitures dans cette devise
ru: У вас нет поставок в этой валюте
