Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Invalid amount to burn
de: Ungültige Menge zum Verbrennen
el: Μη έγκυρη ποσότητα προς καύση
es: Cantidad inválida para quemar
fr: Montant non valide à brûler
ru: Недопустимая сумма для сжигания

source: Invalid amount to mint
de: Ungültiger Betrag, der geprägt werden soll
el: Μη έγκυρο ποσό για νομισματοκοπία
es: Cantidad invalidad para generar
fr: Montant invalide à frapper
ru: Неверная сумма для минта

source: Invalid bridge protocol fee
de: Ungültige Bridge-Protokollgebühr
el: Μη έγκυρη αμοιβή πρωτοκόλλου γέφυρας
es: Comisión de puente de protocolo inválida
fr: Frais de protocole de pont invalide
ru: Недействительная плата за протокол моста

source: Invalid expiration
de: Ungültiger Ablauf
el: Μη έγκυρη λήξη
es: Expiración inválida
fr: Expiration invalide
ru: Недействительный срок действия

source: Invalid flashloan premium
de: Ungültige Blitzkreditprämie
el: Άκυρη πριμοδότηση flashloan
es: Préstamo flash inválido
fr: Prime flash non valide
ru: Недействительная премия по флэш-займу

source: Invalid return value of the flashloan executor function
de: Ungültiger Rückgabewert der Flashloan-Executor-Funktion
el: Μη έγκυρη τιμή επιστροφής της συνάρτησης εκτελεστή flashloan
es: Valor de retorno inválido en la función executor del préstamo flash
fr: Valeur de retour invalide de la fonction flashloan executor
ru: Недопустимое возвращаемое значение функции исполнителя flashloan

source: Invalid signature
de: Ungültige Signatur
el: Μη έγκυρη υπογραφή
es: Firma inválida
fr: Signature non valide
ru: Недействительная подпись

source: Isolated
de: Isoliert
el: Απομονωμένο
es: Aislado
fr: Isolé
ru: Изолированный

source: Isolated Debt Ceiling
de: Isolierte Schuldenobergrenze
es: Límite de deuda aislado
fr: Plafond de la dette isolée
ru: Изолированный потолок долга

source: Isolated assets have limited borrowing power and other assets cannot be used as collateral.
de: Isolierte Vermögenswerte haben eine begrenzte Kreditkraft, und andere Vermögenswerte können nicht als Sicherheiten verwendet werden.
el: Τα απομονωμένα περιουσιακά στοιχεία έχουν περιορισμένη δανειοληπτική ικανότητα και άλλα περιουσιακά στοιχεία δεν μπορούν να χρησιμοποιηθούν ως εγγύηση.
es: Los activos aislados han limitado tu capacidad de préstamo y otros activos no pueden ser usados como garantía.
fr: Les actifs isolés ont un pouvoir d'emprunt limité et les autres actifs ne peuvent pas être utilisés comme garantie.
ru: Изолированные активы имеют ограниченную заемную способность, и другие активы не могут быть использованы в качестве залога.

source: Join the community discussion
de: Beteiligen Sie sich an der Community-Diskussion
es: Únete a la discusión de la comunidad
fr: Rejoignez la discussion de la communauté
ru: Присоединяйтесь к обсуждению в сообществе

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
ru: Язык

source: Learn more
de: Weitere Informationen
el: Μάθετε περισσότερα
es: Aprende más
fr: Apprendre encore plus
ru: Подробнее

source: Learn more about risks involved
de: Erfahren Sie mehr über die damit verbundenen Risiken
el: Μάθετε περισσότερα για τους κινδύνους
es: Aprende más sobre los riesgos involucrados
fr: En savoir plus sur les risques encourus
ru: Узнайте больше о связанных с этим рисках

source: Learn more in our <0>FAQ guide</0>
de: Erfahren Sie mehr in unserem <0>FAQ-Leitfaden</0>
el: Μάθετε περισσότερα στον οδηγό <0>Συχνών Ερωτήσεων</0>
es: Aprende más en nuestra guía <0>Preguntas frecuentes</0>
fr: En savoir plus dans notre <0>guide FAQ</0>
ru: Узнайте больше в нашем <0>руководстве по часто задаваемым вопросам</0>

source: Learn more.
de: Weitere Informationen.
es: Aprende más.
fr: Pour en savoir plus.
ru: Подробнее.

source: Links
de: Verknüpfungen
el: Σύνδεσμοι
es: Enlaces
fr: Liens
ru: Дюны

source: Liqudation
de: Verflüssigung
ru: Лигидация

source: Liquidated collateral
de: Liquidierte Sicherheiten
fr: Garantie liquidée
ru: Ликвидированное обеспечение

source: Liquidation
ru: Ликвидация

source: Liquidation <0/> threshold
de: Liquidationsschwelle <0/>
el: Ρευστοποίηση <0/> κατώτατο όριο
es: Umbral <0/> de liquidación
fr: Seuil de liquidation <0/>
ru: Порог ликвидации <0/>

source: Liquidation Threshold
de: Liquidationsschwelle
es: Umbral de liquidación
fr: Seuil de liquidation
ru: Порог ликвидации

source: Liquidation at
de: Liquidation am
el: Ρευστοποίηση στο
es: Liquidación en
fr: Liquidation à
ru: Ликвидация в

source: Liquidation penalty
de: Liquidationsstrafe
el: Ποινή ρευστοποίησης
es: Penalización de liquidación
fr: Pénalité de liquidation
ru: Ликвидационный штраф

source: Liquidation risk
de: Liquidationsrisiko
es: Riesgo de liquidación
fr: Risque de liquidation
ru: Ликвидационный риск

source: Liquidation risk parameters
de: Parameter des Liquidationsrisikos
es: Parámetros de riesgo de liquidación
fr: Paramètres du risque de liquidation
ru: Параметры ликвидационного риска

source: Liquidation threshold
de: Liquidationsschwelle
el: Κατώτατο όριο ρευστοποίησης
es: Umbral de liquidación
fr: Seuil de liquidation
ru: Порог ликвидации

source: Liquidation value
de: Liquidationswert
el: Αξία ρευστοποίησης
es: Valor de liquidación
fr: Valeur de liquidation
ru: Ликвидационная стоимость

source: Loading data...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
ru: Загрузка данных...

source: Ltv validation failed
de: Ltv-Validierung fehlgeschlagen
el: Η επικύρωση του Ltv απέτυχε
es: La validación del LTV ha fallado
fr: Échec de la validation LTV
ru: Проверка Ltv не прошла

source: MAI has been paused due to a community decision. Supply, borrows and repays are impacted. <0>More details</0>
de: MAI wurde aufgrund einer Entscheidung der Community pausiert. Angebot, Kreditaufnahme und Rückzahlungen sind betroffen. <0>Mehr Details</0>
fr: L’AMI a été suspendu en raison d’une décision de la communauté. L’offre, les emprunts et les remboursements sont impactés. <0>Plus d’informations</0>
ru: MAI был приостановлен из-за решения сообщества. Это влияет на предложение, займы и погашения. <0>Подробнее</0>

source: Manage analytics
de: Verwalten von Analysen
fr: Gérer l’analytique
ru: Управление аналитикой

source: Market
de: Markt
el: Αγορά
es: Mercado
fr: Marché
ru: Рынок

source: Markets
de: Märkte
el: Αγορές
es: Mercados
fr: Marchés
ru: Рынки

source: Max
el: Μεγιστο
ru: Макс

source: Max LTV
de: Maximaler LTV
el: Μέγιστο LTV
es: LTV máximo
ru: Максимальный LTV

source: Max slashing
de: Max. Schnitt
el: Μέγιστη περικοπή
fr: Coupure maximale
ru: Максимальный слэшинг

source: Max slippage
de: Maximaler Schlupf
fr: Glissement maximal
ru: Максимальное проскальзывание

source: Maximum amount available to borrow against this asset is limited because debt ceiling is at {0}%.
de: Der maximale Betrag, der für die Kreditaufnahme gegen diesen Vermögenswert zur Verfügung steht, ist begrenzt, da die Schuldenobergrenze bei {0}%.
es: La cantidad máxima disponible para tomar prestado contra este activo está limitada porque el límite de deuda está al {0}%.
fr: Le montant maximal disponible pour emprunter sur cet actif est limité car le plafond de la dette est à {0}%.
ru: Максимальная сумма, доступная для заимствования под этот актив, ограничена, поскольку потолок долга составляет {0}%.

source: Maximum amount available to borrow is <0/> {0} (<1/>).
de: Der maximale Betrag, der für die Ausleihe zur Verfügung steht, beträgt <0/> {0} (<1/>).
fr: Le montant maximal disponible pour emprunter est de <0/> {0} (<1/>).
ru: Максимальная сумма, доступная для займа, составляет <0/> {0} (<1/>).

source: Maximum amount available to borrow is limited because protocol borrow cap is nearly reached.
de: Der maximale Betrag, der für die Kreditaufnahme zur Verfügung steht, ist begrenzt, da die Obergrenze für die Kreditaufnahme des Protokolls fast erreicht ist.
es: La cantidad máxima disponible para tomar prestado está limitada porque casi se ha alcanzado el límite de préstamo del protocolo.
fr: Le montant maximum disponible pour emprunter est limité car le plafond d’emprunt du protocole est presque atteint.
ru: Максимальная сумма, доступная для заимствования, ограничена, потому что протокольный лимит заимствований почти исчерпан.

source: Maximum amount available to supply is <0/> {0} (<1/>).
de: Die maximale Menge, die zur Verfügung steht, beträgt <0/> {0} (<1/>).
es: La cantidad máxima disponible para suministrar es <0/> {0} (<1/>).
fr: La quantité maximale disponible pour la fourniture est de <0/> {0} (<1/>).
ru: Максимальное количество, доступное для поставки, составляет <0/> {0} (<1/>).

source: Maximum amount available to supply is limited because protocol supply cap is at {0}%.
de: Die maximal für die Bereitstellung verfügbare Menge ist begrenzt, da die Obergrenze für das Protokollangebot bei {0}%.
es: La cantidad máxima disponible para suministrar está limitada porque el límite de suministro del protocolo está al {0}%.
fr: La quantité maximale disponible pour l’approvisionnement est limitée parce que le plafond d’approvisionnement du protocole est à {0}%.
ru: Максимальное количество, доступное для поставки, ограничено, так как протокольный лимит предложения составляет {0}%.

source: Maximum loan to value
de: Maximaler Beleihungsauslauf
es: Máxima relación préstamo-valor
fr: Ratio prêt/valeur maximal
ru: Максимальное отношение кредита к стоимости кредита

source: Meet GHO
de: Lernen Sie GHO kennen
fr: Rencontrez GHO
ru: Знакомьтесь, GHO

source: Menu
de: Menü
el: Μενού
es: Menú
ru: Меню

source: Migrate
de: Wandern
es: Migrar
fr: Émigrer
ru: Мигрировать

source: Migrate to V3
de: Migrieren zu V3
es: Migrar a V3
fr: Migrer vers la V3
ru: Переход на версию 3

source: Migrate to v3
de: Migrieren zu v3
es: Migrar a V3
fr: Migrer vers la v3
ru: Переход на версию 3

source: Migrate to {0} v3 Market
de: Migrieren Sie zu {0} v3-Markt
es: Migrar al mercado V3 de {0}
fr: Migrer vers {0} Marché v3
ru: Миграция в {0} v3 Маркет

source: Migrated
de: Abgewandert
es: Migrado
fr: Migré
ru: Перенесены

source: Migrating
de: Wandernd
es: Migrando
fr: Migration
ru: Перенос

source: Migrating multiple collaterals and borrowed assets at the same time can be an expensive operation and might fail in certain situations.<0>Therefore it’s not recommended to migrate positions with more than 5 assets (deposited + borrowed) at the same time.</0>
de: Die gleichzeitige Migration mehrerer Sicherheiten und geliehener Vermögenswerte kann ein teures Unterfangen sein und in bestimmten Situationen fehlschlagen. <0>Daher ist es nicht empfehlenswert, Positionen mit mehr als 5 Vermögenswerten (eingezahlt + geliehen) gleichzeitig zu migrieren.</0>
es: Migrar múltiples garantías y activos prestados al mismo tiempo puede ser una operación costosa y podría fallar en ciertas situaciones.<0>Por lo tanto, no se recomienda migrar posiciones con más de 5 activos (depositados + tomados prestados) al mismo tiempo.</0 >
fr: La migration simultanée de plusieurs garanties et d’actifs empruntés peut s’avérer coûteuse et peut échouer dans certaines situations. <0>Par conséquent, il n’est pas recommandé de migrer des positions avec plus de 5 actifs (déposés + empruntés) en même temps.</0>
ru: Одновременная миграция нескольких залоговых и заемных активов может быть дорогостоящей операцией и в определенных ситуациях может привести к сбою. <0>Поэтому не рекомендуется переносить позиции с более чем 5 активами (депонированными + заемными) одновременно.</0>

source: Migration risks
de: Migrationsrisiken
es: Riesgos de migración
fr: Risques liés à la migration
ru: Миграционные риски

source: Minimum GHO borrow amount
de: Minimaler GHO-Kreditbetrag
fr: Montant minimum d’emprunt GHO
ru: Минимальная сумма займа GHO

source: Minimum USD value received
de: Erhaltener Mindestwert in USD
fr: Valeur minimale en USD reçue
ru: Минимальная полученная сумма в долларах США

source: Minimum staked Aave amount
de: Minimaler eingesetzter Aave-Betrag
fr: Montant minimum d’Aave mis en jeu
ru: Минимальная сумма Aave в стейкинге

source: Minimum {0} received
de: Minimum {0} eingegangen
fr: Minimum {0} reçu
ru: Минимум {0} полученный

source: More
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
ru: Больше

source: NAY
de: NEIN
el: ΚΑΤΑ
es: NO
fr: NON
ru: НЕТ

source: Need help connecting a wallet? <0>Read our FAQ</0>
de: Benötigen Sie Hilfe beim Verbinden einer Wallet? <0>Lesen Sie unsere FAQ</0>
el: Χρειάζεστε βοήθεια για τη σύνδεση ενός πορτοφολιού; <0>Διαβάστε τις Συχνές Ερωτήσεις μας</0>
es: ¿Necesitas ayuda para conectar una cartera? <0>Lee nuestras preguntas frecuentes</0>
fr: Besoin d'aide pour connecter un portefeuille ? <0>Lire notre FAQ</0>
ru: Нужна помощь с подключением кошелька? <0>Прочтите наш FAQ</0>

source: Net APR
de: Netto-effektiver Jahreszins
el: Καθαρό APR
es: APR Neto
fr: APR Net
ru: Чистая годовая процентная ставка

source: Net APY
de: Netto-APY
el: Καθαρό APY
es: APY neto
fr: APY Net
ru: Чистая годовая процентная доходность

source: Net APY is the combined effect of all supply and borrow positions on net worth, including incentives. It is possible to have a negative net APY if debt APY is higher than supply APY.
de: Der Netto-APY ist der kombinierte Effekt aller Angebots- und Kreditpositionen auf das Nettovermögen, einschließlich Anreize. Es ist möglich, einen negativen Netto-APY zu haben, wenn der Schulden-APY höher ist als der Angebots-APY.
el: Το καθαρό ΑΡΥ είναι η συνδυασμένη επίδραση όλων των θέσεων προσφοράς και δανεισμού στην καθαρή αξία, συμπεριλαμβανομένων των κινήτρων. Είναι δυνατόν να υπάρχει αρνητικό καθαρό APY εάν το χρεωστικό APY είναι υψηλότερο από το προσφερόμενο APY.
es: El APY neto es el efecto combinado de todos los suministros y préstamos sobre total, incluidos los incentivos. Es posible tener un APY neto negativo si el APY de la deuda es mayor que el APY de suministro.
fr: L'APY net est l'effet combiné de toutes les positions d'offre et d'emprunt sur la valeur nette, y compris les incitations. Il est possible d'avoir un APY net négatif si l'APY de la dette est supérieur à l'APY de l'offre.
ru: Чистая годовая процентная доходность — это совокупный эффект всех позиций предложения и займов на собственный капитал, включая стимулы. Возможна отрицательная чистая годовая процентная доходность, если годовая процентная доходность долга выше, чем годовая процентная доходность предложения.

source: Net worth
de: Vermögen
el: Καθαρή αξία
es: Valor neto
fr: Valeur nette
ru: Собственный капитал

source: Network
de: Netz
el: Δίκτυο
es: Red
fr: Réseau
ru: Сеть

source: Network not supported for this wallet
de: Das Netzwerk wird für diese Wallet nicht unterstützt
el: Δίκτυο που δεν υποστηρίζεται για αυτό το πορτοφόλι
es: Red no soportada para esta cartera
fr: Réseau non pris en charge pour ce portefeuille
ru: Сеть не поддерживается для этого кошелька

source: New APY
de: Neuer APY
el: Νέο APY
es: Nuevo APY
fr: Nouveau APY
ru: Новый APY

source: No assets selected to migrate.
de: Es wurden keine Assets für die Migration ausgewählt.
es: No hay activos seleccionados para migrar.
fr: Aucune ressource n’a été sélectionnée pour la migration.
ru: Для переноса не выбраны ресурсы.

source: No rewards to claim
de: Keine Belohnungen zu beanspruchen
el: Δεν υπάρχουν ανταμοιβές για διεκδίκηση
es: No hay recompensas para reclamar
fr: Aucune récompense à réclamer
ru: Нет наград, которые можно было бы получить

source: No search results{0}
de: Keine Suchergebnisse{0}
es: Sin resultados de búsqueda{0}
fr: Aucun résultat de recherche{0}
ru: Нет результатов поиска{0}

source: No transactions yet.
de: Es gibt noch keine Transaktionen.
fr: Aucune transaction n’a encore été effectuée.
ru: Транзакций пока нет.

source: No voting power
de: Kein Stimmrecht
el: Δεν υπάρχει δικαίωμα ψήφου
es: Sin poder de voto
fr: Pas de pouvoir de vote
ru: Нет права голоса

source: None
de: Nichts
el: Κανένα
es: Ninguno
fr: Aucun/Aucune
ru: Никакой

source: Not a valid address
de: Keine gültige Adresse
el: Μη έγκυρη διεύθυνση
es: Dirección no válida
fr: Pas une adresse valide
ru: Недействительный адрес

source: Not enough balance on your wallet
de: Nicht genug Guthaben auf Ihrem Portemonnaie
el: Δεν υπάρχει αρκετό υπόλοιπο στο πορτοφόλι σας
es: No hay suficiente balance en tu cartera
fr: Pas assez de solde sur votre portefeuille
ru: Недостаточно средств на вашем кошельке

source: Not enough collateral to repay this amount of debt with
de: Nicht genügend Sicherheiten, um diese Schulden mit
el: Δεν υπάρχουν επαρκείς εγγυήσεις για την αποπληρωμή αυτού του ποσού χρέους με
es: No hay suficiente garantía para pagar esta cantidad de deuda con
fr: Pas assez de collatéral pour rembourser ce montant de dette avec
ru: Недостаточно залогового обеспечения для погашения этой суммы долга

source: Not enough staked balance
de: Nicht genügend eingesetztes Guthaben
el: Δεν υπάρχει αρκετό κλειδωμένο υπόλοιπο
es: No hay suficiente balance stakeado
fr: Pas assez de solde staké
ru: Недостаточно баланса в стейкинге

source: Not enough voting power to participate in this proposal
de: Nicht genügend Stimmrecht, um sich an diesem Vorschlag zu beteiligen
el: Δεν έχει αρκετή δύναμη ψήφου για να συμμετάσχει στην παρούσα πρόταση
es: No hay suficiente poder de voto para participar en esta propuesta
fr: Pas assez de pouvoir de vote pour participer à cette proposition
ru: Недостаточно голосов для участия в этом предложении

source: Not reached
de: Nicht erreicht
el: Δεν έχει επιτευχθεί
es: No alcanzado
fr: Non atteint
ru: Не достигнуто

source: Nothing borrowed yet
de: Noch nichts ausgeliehen
el: Τίποτα δανεισμένο ακόμα
es: Nada tomado prestado aún
fr: Aucun emprunt pour l'instant
ru: Пока ничего не одалживал

source: Nothing found
de: Nichts gefunden
fr: Rien n’a été trouvé
ru: Ничего не найдено

source: Nothing staked
de: Nichts abgesteckt
el: Τίποτα κλειδωμένο
es: Nada invertido
fr: Rien staké
ru: Ничего не поставлено на кон

source: Nothing supplied yet
de: Noch nichts geliefert
el: Τίποτα δεν έχει παρασχεθεί ακόμη
es: Nada suministrado aún
fr: Rien fourni pour le moment
ru: Пока ничего не поставлено

source: Notify
de: Benachrichtigen
es: Notificar
fr: Notifier
ru: Извещать

source: Ok, Close
de: Ok, schließen
el: Εντάξει, Κλείσιμο
es: Vale, cerrar
fr: D'accord, fermer
ru: Хорошо, Закрыть

source: Operation not supported
de: Vorgang wird nicht unterstützt
el: Η λειτουργία δεν υποστηρίζεται
es: Operación no soportada
fr: Opération non prise en charge
ru: Операция не поддерживается

source: Oracle price
de: Oracle-Preis
el: Τιμή Oracle
es: Precio del oráculo
fr: Prix Oracle
ru: Цена Oracle

source: Overview
de: Überblick
el: Επισκόπηση
es: Resumen
fr: Aperçu
ru: Обзор

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
ru: Страница не найдена

source: Participating in this {symbol} reserve gives annualized rewards.
de: Die Teilnahme an dieser {symbol} Reserve gibt annualisierte Belohnungen.
el: Η συμμετοχή σε αυτό το αποθεματικό {symbol} δίνει ετήσιες ανταμοιβές.
es: Participar en esta reserva de {symbol} da recompensas anuales.
fr: Participer à cette réserve {symbol} donne des récompenses annualisées.
ru: Участвуя в этом {symbol} Резерв дает ежегодное вознаграждение.

source: Pending...
de: Anhängig...
el: Εκκρεμεί...
es: Pendiente...
fr: En attente...
ru: Ожидаемый...

source: Per the community, the Fantom market has been frozen.
de: Laut der Community wurde der Fantom-Markt eingefroren.
es: De acuerdo con la comunidad, el mercado de Fantom ha sido congelado.
fr: Selon la communauté, le marché Fantom a été gelé.
ru: По словам сообщества, рынок Fantom был заморожен.

source: Per the community, the V2 AMM market has been deprecated.
de: Laut der Community ist der V2 AMM-Markt veraltet.
fr: Selon la communauté, le marché de l’AMM V2 a été déprécié.
ru: По мнению сообщества, рынок V2 AMM устарел.

source: Please always be aware of your <0>Health Factor (HF)</0> when partially migrating a position and that your rates will be updated to V3 rates.
de: Bitte beachten Sie immer Ihren <0>Gesundheitsfaktor (HF),</0> wenn Sie eine Position teilweise migrieren, und dass Ihre Tarife auf V3-Tarife aktualisiert werden.
es: Por favor ten siempre en cuenta tu <0>factor de salud (HF)</0> cuando migres parcialmente una posición y que tus tasas serán actualizadas a tasas de la V3.
fr: Veuillez toujours tenir compte de votre <0>facteur de santé (HF) lors de</0> la migration partielle d’une position et que vos tarifs seront mis à jour vers les taux V3.
ru: Пожалуйста, всегда помните о своем <0>факторе здоровья (HF)</0> при частичном переносе позиции и о том, что ваши ставки будут обновлены до ставок V3.

source: Please connect a wallet to view your personal information here.
de: Bitte verbinden Sie hier eine Wallet, um Ihre persönlichen Daten einzusehen.
el: Παρακαλούμε συνδέστε ένα πορτοφόλι για να δείτε τις προσωπικές σας πληροφορίες εδώ.
es: Por favor conecta una billetera para ver tu información personal aquí.
fr: Veuillez connecter un portefeuille pour afficher vos informations personnelles ici.
ru: Пожалуйста, подключите кошелек для просмотра вашей личной информации здесь.

source: Please connect your wallet to be able to switch your tokens.
de: Bitte verbinden Sie Ihre Wallet, um Ihre Token wechseln zu können.
fr: Veuillez connecter votre portefeuille pour pouvoir échanger vos jetons.
ru: Пожалуйста, подключите свой кошелек, чтобы иметь возможность переключать свои токены.

source: Please connect your wallet to get free testnet assets.
de: Bitte verbinden Sie Ihre Wallet, um kostenlose Testnet-Assets zu erhalten.
es: Por favor conecta tu cartera para obtener activos testnet gratis.
fr: Veuillez connecter votre portefeuille pour obtenir des ressources de réseau de test gratuites.
ru: Пожалуйста, подключите свой кошелек, чтобы получить бесплатные активы тестовой сети.

source: Please connect your wallet to see migration tool.
de: Bitte verbinden Sie Ihre Wallet, um das Migrationstool anzuzeigen.
es: Por favor conecta tu cartera para ver la herramienta de migración.
fr: Veuillez connecter votre portefeuille pour voir l’outil de migration.
ru: Пожалуйста, подключите свой кошелек, чтобы увидеть инструмент миграции.

source: Please connect your wallet to see your supplies, borrowings, and open positions.
de: Bitte verbinden Sie Ihre Brieftasche, um Ihre Vorräte, Kredite und offenen Positionen zu sehen.
el: Συνδέστε το πορτοφόλι σας για να δείτε τις προμήθειες, τα δάνεια και τις ανοιχτές θέσεις σας.
es: Por favor, conecta tu cartera para ver tus suministros, préstamos y posiciones abiertas.
fr: Veuillez connecter votre portefeuille pour voir vos fournitures, vos emprunts et vos positions ouvertes.
ru: Пожалуйста, подключите свой кошелек, чтобы видеть свои поставки, займы и открытые позиции.

source: Please connect your wallet to view transaction history.
de: Bitte verbinden Sie Ihre Wallet, um den Transaktionsverlauf anzuzeigen.
fr: Veuillez connecter votre portefeuille pour consulter l’historique des transactions.
ru: Пожалуйста, подключите свой кошелек для просмотра истории транзакций.

source: Please enter a valid wallet address.
de: Bitte geben Sie eine gültige Wallet-Adresse ein.
es: Por favor introduce una dirección de cartera válida.
fr: Veuillez saisir une adresse de portefeuille valide.
ru: Пожалуйста, введите действительный адрес кошелька.

source: Please switch to {networkName}.
de: Bitte wechseln Sie zu {networkName}.
el: Παρακαλώ μεταβείτε στο {networkName}.
es: Por favor, cambia a {networkName}.
fr: Veuillez passer à {networkName}.
ru: Пожалуйста, переключитесь на {networkName}.

source: Please, connect your wallet
de: Bitte verbinden Sie Ihre Wallet
el: Παρακαλώ, συνδέστε το πορτοφόλι σας
es: Por favor, conecta tu cartera
fr: S'il vous plaît, connectez votre portefeuille
ru: Пожалуйста, подключите свой кошелек
