Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Due to internal stETH mechanics required for rebasing support, it is not possible to perform a collateral switch where stETH is the source token.
de: Aufgrund interner stETH-Mechanismen, die für die Rebasing-Unterstützung erforderlich sind, ist es nicht möglich, einen Sicherheitenwechsel durchzuführen, bei dem stETH der Quell-Token ist.
fr: En raison de la mécanique interne de stETH requise pour le rebasage de la prise en charge, il n’est pas possible d’effectuer un changement de garantie où stETH est le jeton source.
ru: Из-за внутренней механики stETH, необходимой для поддержки перебазирования, невозможно выполнить коллатеральное переключение, где stETH является исходным токеном.

source: Due to the Horizon bridge exploit, certain assets on the Harmony network are not at parity with Ethereum, which affects the Aave V3 Harmony market.
de: Aufgrund des Horizon-Bridge-Exploits sind bestimmte Vermögenswerte im Harmony-Netzwerk nicht auf Augenhöhe mit Ethereum, was sich auf den Aave V3 Harmony-Markt auswirkt.
es: Debido al exploit del puente de Horizon, ciertos activos en la red de Harmony no están en paridad con Ethereum, lo que afecta al mercado de Harmony en Aave V3.
fr: En raison de l’exploit du pont Horizon, certains actifs du réseau Harmony ne sont pas à parité avec Ethereum, ce qui affecte le marché Aave V3 Harmony.
ru: Из-за эксплойта моста Horizon некоторые активы в сети Harmony не находятся на паритете с Ethereum, что влияет на рынок Aave V3 Harmony.

source: E-Mode
de: E-Modus
ru: Электронный режим

source: E-Mode Category
de: E-Mode-Kategorie
el: Κατηγορία E-Mode
es: Categoría E-Mode
fr: Catégorie E-mode
ru: Категория E-режима

source: E-Mode category
de: Kategorie E-Mode
es: Categoría del E-Mode
fr: Catégorie E-Mode
ru: Категория E-Mode

source: E-Mode increases your LTV for a selected category of assets up to 97%. <0>Learn more</0>
de: Der E-Modus erhöht Ihren LTV für eine ausgewählte Kategorie von Vermögenswerten um bis zu 97 %. <0>Weitere Informationen</0>
el: Το E-Mode αυξάνει το LTV σας για μια επιλεγμένη κατηγορία περιουσιακών στοιχείων έως και 97%. <0>Μάθετε περισσότερα</0>
es: El E-Mode incrementa tu LTV hasta el 97% para una categoría seleccionada de activos. <0>Aprende más</0>
fr: E-Mode augmente votre LTV pour une catégorie d'actifs sélectionnée jusqu'à 97 %. <0>En savoir plus</0>
ru: E-Mode увеличивает LTV для выбранной категории активов до 97%. <0>Подробнее</0>

source: E-Mode increases your LTV for a selected category of assets up to<0/>. <1>Learn more</1>
de: Der E-Modus erhöht Ihren LTV für eine ausgewählte Kategorie von Vermögenswerten bis zu<0/>. <1>Weitere Informationen</1>
el: Το E-Mode αυξάνει το LTV σας για μια επιλεγμένη κατηγορία περιουσιακών στοιχείων έως και <0/>. <1>Μάθετε περισσότερα</1>
es: El E-Mode incrementa tu LTV para una categoría seleccionada de activos hasta el <0/>. <1>Aprende más</1>
fr: E-Mode augmente votre LTV pour une catégorie d'actifs sélectionnée jusqu'à <0/>. <1>En savoir plus</1>
ru: E-Mode увеличивает LTV для выбранной категории активов до<0/>. <1>Подробнее</1>

source: E-Mode increases your LTV for a selected category of assets, meaning that when E-mode is enabled, you will have higher borrowing power over assets of the same E-mode category which are defined by Aave Governance. You can enter E-Mode from your <0>Dashboard</0>. To learn more about E-Mode and applied restrictions in <1>FAQ</1> or <2>Aave V3 Technical Paper</2>.
de: Der E-Modus erhöht Ihren LTV für eine ausgewählte Kategorie von Vermögenswerten, was bedeutet, dass Sie, wenn der E-Modus aktiviert ist, eine höhere Kreditaufnahme über Vermögenswerte derselben E-Mode-Kategorie haben, die von Aave Governance definiert werden. Sie können den E-Modus über Ihr <0>Dashboard</0> aufrufen. Weitere Informationen zum E-Modus und den angewandten Einschränkungen finden Sie in <1>den häufig gestellten Fragen</1> oder im <2>technischen Dokument zu Aave V3</2>.
el: Η λειτουργία E-Mode αυξάνει το LTV σας για μια επιλεγμένη κατηγορία περιουσιακών στοιχείων, πράγμα που σημαίνει ότι όταν είναι ενεργοποιημένη η λειτουργία E-Mode, θα έχετε μεγαλύτερη δανειοληπτική ικανότητα για περιουσιακά στοιχεία της ίδιας κατηγορίας E-mode που έχει οριστεί από την Διακυβέρνηση του Aave. Μπορείτε να εισέλθετε στην κατάσταση E-Mode από τον <0>Πίνακα Ελέγχου</0>. Για να μάθετε περισσότερα σχετικά με το E-Mode και τους εφαρμοζόμενους περιορισμούς στο <1>FAQ</1> ή στο <2>Aave V3 Technical Paper</2>.
es: El E-Mode aumenta tu LTV para una categoría seleccionada de activos, lo que significa que cuando el E-mode está habilitado, tendrás un mayor poder de préstamo sobre los activos de la misma categoría del E-mode que están definidos por el gobierno de Aave. Puedes entrar al E-Mode desde tu <0>Panel de control</0>. Para apreneder más sobre el E-Mode y las restricciones aplicables, puedes consultar las <1>Preguntas frecuentes</1> o el <2>Documento técnico de Aave V3</2>.
fr: Le E-mode augmente votre LTV pour une catégorie d'actifs sélectionnée, ce qui signifie que lorsque le E-mode est activé, vous aurez un pouvoir d'emprunt plus élevé sur les actifs de la même catégorie de mode E qui sont définis par Aave Governance. Vous pouvez accéder au E-Mode depuis votre <0>Tableau de bord</0>. Pour en savoir plus sur le E-mode et les restrictions appliquées, consultez la <1>FAQ</1> ou le <2>Document technique Aave V3</2>.
ru: E-Mode увеличивает LTV для выбранной категории активов, а это означает, что при включении E-режима у вас будет более высокая способность заимствовать активы той же категории E-mode, которые определены Aave Governance. Вы можете войти в E-Mode из панели <0>управления</0>. Чтобы узнать больше об E-Mode и применяемых ограничениях, см. <1>FAQ</1> или <2>Техническую документацию Aave V3</2>.

source: Effective interest rate
de: Effektivzins
fr: Taux d’intérêt effectif
ru: Эффективная процентная ставка

source: Efficiency mode (E-Mode)
de: Effizienz-Modus (E-Modus)
el: Λειτουργία αποδοτικότητας (E-Mode)
es: Modo de eficiencia (E-Mode)
fr: Mode efficacité (E-Mode)
ru: Режим эффективности (E-Mode)

source: Emode
es: Modo E
ru: Режим

source: Enable E-Mode
de: E-Modus aktivieren
el: Ενεργοποίηση E-Mode
es: Habilitar E-Mode
fr: Activer le E-Mode
ru: Включить электронный режим

source: Enable {symbol} as collateral
de: Ermöglichen {symbol} als Sicherheit
el: Ενεργοποίηση {symbol} ως εγγύηση
es: Habilitar {symbol} como garantía
fr: Activer {symbol} comme collatéral
ru: Давать возможность {symbol} в качестве залога

source: Enabled
de: Ermöglichte
el: Ενεργοποιημένο
es: Habilitado
fr: Activé
ru: Включен

source: Enabling E-Mode
de: Aktivieren des E-Modus
el: Ενεργοποίηση E-Mode
es: Habilitar E-Mode
fr: Activation du E-Mode
ru: Включение E-режима

source: Enabling E-Mode only allows you to borrow assets belonging to the selected category. Please visit our <0>FAQ guide</0> to learn more about how it works and the applied restrictions.
de: Wenn Sie den E-Modus aktivieren, können Sie nur Vermögenswerte ausleihen, die zur ausgewählten Kategorie gehören. Bitte besuchen Sie unseren <0>FAQ-Leitfaden</0> , um mehr darüber zu erfahren, wie es funktioniert und welche Einschränkungen gelten.
es: Habilitar el E-Mode solo te permite tomar prestado activos que pertenezcan a la categoría seleccionada. Por favor visita nuestra <0>guía de preguntas frecuentes</0> para aprender más sobre como funciona y las restricciones que se aplican.
fr: L’activation du mode E ne vous permet d’emprunter que des actifs appartenant à la catégorie sélectionnée. Veuillez consulter notre <0>guide FAQ</0> pour en savoir plus sur son fonctionnement et les restrictions appliquées.
ru: При включении E-режима можно брать в долг только активы, принадлежащие к выбранной категории. Пожалуйста, ознакомьтесь с нашим <0>руководством по часто задаваемым вопросам</0> , чтобы узнать больше о том, как это работает и какие ограничения применены.

source: Enabling this asset as collateral increases your borrowing power and Health Factor. However, it can get liquidated if your health factor drops below 1.
de: Wenn Sie diesen Vermögenswert als Sicherheit aktivieren, erhöhen Sie Ihre Kreditkraft und Ihren Gesundheitsfaktor. Es kann jedoch liquidiert werden, wenn Ihr Gesundheitsfaktor unter 1 fällt.
el: Η ενεργοποίηση αυτού του περιουσιακού στοιχείου ως εγγύηση αυξάνει τη δανειοληπτική σας ικανότητα και τον Συντελεστή Υγείας. Ωστόσο, μπορεί να ρευστοποιηθεί εάν ο συντελεστής υγείας σας πέσει κάτω από το 1.
es: Habilitar este activo como garantía aumenta tu poder préstamo y el factor de salud. Sin embargo, puede ser liquidado si tu factor de salud cae por debajo de 1.
fr: L'activation de cet actif comme garantie augmente votre pouvoir d'emprunt et votre facteur de santé. Cependant, il peut être liquidé si votre facteur de santé tombe en dessous de 1.
ru: Включение этого актива в качестве залога увеличивает вашу кредитную способность и фактор здоровья. Тем не менее, он может быть ликвидирован, если ваш фактор здоровья упадет ниже 1.

source: English
de: Englisch
el: Αγγλικά
es: Inglés
fr: Anglais
ru: Английский

source: Enter ETH address
de: ETH-Adresse eingeben
el: Εισάγετε διεύθυνση ETH
es: Introduce la dirección ETH
fr: Entrez l'adresse ETH
ru: Введите адрес ETH

source: Enter an amount
de: Geben Sie einen Betrag ein
el: Εισάγετε ένα ποσό
es: Ingresa una cantidad
fr: Entrez un montant
ru: Введите сумму

source: Error connecting. Try refreshing the page.
de: Fehler beim Verbinden. Versuchen Sie, die Seite zu aktualisieren.
el: Σφάλμα σύνδεσης. Δοκιμάστε να ανανεώσετε τη σελίδα.
es: Error de conexión. Intenta actualizar la página.
fr: Erreur de connexion. Essayez d'actualiser la page.
ru: Ошибка подключения. Попробуйте обновить страницу.

source: Estimated compounding interest, including discount for Staking {0}AAVE in Safety Module.
de: Geschätzter Zinseszins, einschließlich Abschlag für Staking {0}AAVE im Sicherheitsmodul.
fr: Intérêts composés estimés, y compris l’escompte pour le jalonnement {0}AAVE dans le module de sécurité.
ru: Расчетный сложный процент, включая дисконт для стейкинга {0}AAVE в модуле безопасности.

source: Exceeds the discount
de: Überschreitet den Rabatt
fr: Dépasse la remise
ru: Превышает скидку

source: Expected amount to repay
de: Voraussichtlicher zurückzuzahlender Betrag
es: Cantidad esperada a pagar
fr: Montant prévu à rembourser
ru: Ожидаемая сумма к погашению

source: Expires
de: Abläuft
el: Λήγει
es: Caduca
fr: Expire
ru: Истекает

source: Export data to
de: Exportieren von Daten nach
fr: Exporter des données vers
ru: Экспорт данных в

source: FAQ
de: Häufig gestellte Fragen
el: ΣΥΧΝΕΣ ΕΡΩΤΗΣΕΙΣ
es: Preguntas frecuentes
ru: Вопросы и ответы

source: FAQS
de: Häufig gestellte Fragen
fr: Foire aux questions
ru: ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ

source: Failed to load proposal voters. Please refresh the page.
de: Vorschlagswähler konnten nicht geladen werden. Bitte aktualisieren Sie die Seite.
es: Error al cargar los votantes de la propuesta. Por favor actualiza la página.
fr: Impossible de charger les votants de proposition. Veuillez rafraîchir la page.
ru: Не удалось загрузить голоса по предложению. Пожалуйста, обновите страницу.

source: Faucet
de: Hahn
el: Βρύση
ru: Водопроводный кран

source: Faucet {0}
de: Hahn {0}
el: Βρύση {0}
ru: Водопроводный кран {0}

source: Fetching data...
de: Daten werden abgerufen...
es: Recuperando datos...
fr: Récupération de données...
ru: Получение данных...

source: Filter
el: Φίλτρο
es: Filtro
fr: Filtrer
ru: Фильтр

source: Fixed
de: Fest
fr: Fixe
ru: Неподвижный

source: Fixed rate
de: Fester Zinssatz
fr: Taux fixe
ru: Фиксированная ставка

source: Flashloan is disabled for this asset, hence this position cannot be migrated.
de: Flashloan ist für diesen Vermögenswert deaktiviert, daher kann diese Position nicht migriert werden.
es: El préstamo flash está deshabilitado para este activo, por lo tanto, esta posición no se puede migrar.
fr: Flashloan est désactivé pour cet actif, cette position ne peut donc pas être migrée.
ru: Flashloan отключен для этого актива, поэтому эта позиция не может быть перенесена.

source: For repayment of a specific type of debt, the user needs to have debt that type
de: Für die Rückzahlung einer bestimmten Art von Schulden muss der Benutzer Schulden dieser Art haben
el: Για την αποπληρωμή ενός συγκεκριμένου τύπου χρέους, ο χρήστης πρέπει να έχει χρέος αυτού του τύπου
es: Para el pago de un tipo específico de deuda, el usuario necesita tener una deuda de ese tipo
ru: Для погашения определенного типа задолженности пользователю необходимо иметь задолженность такого типа

source: Forum discussion
de: Forumsdiskussion
el: Συζήτηση φόρουμ
es: Hilo de discusión del foro
fr: Discussion de forum
ru: Обсуждение на форуме

source: French
de: Französisch
el: Γαλλικά
es: Francés
fr: Français
ru: Французский

source: Funds in the Safety Module
de: Mittel im Sicherheitsmodul
el: Κεφάλαια στην Μονάδα Ασφάλειας
es: Fondos en el módulo de seguridad
fr: Fonds dans le Safety Module
ru: Средства в модуле «Безопасность»

source: GHO is a native decentralized, collateral-backed digital asset pegged to USD. It is created by users via borrowing against multiple collateral. When user repays their GHO borrow position, the protocol burns that user's GHO. All the interest payments accrued by minters of GHO would be directly transferred to the AaveDAO treasury.
de: GHO ist ein nativer dezentraler, durch Sicherheiten besicherter digitaler Vermögenswert, der an den US-Dollar gekoppelt ist. Es wird von Benutzern durch Ausleihe gegen mehrere Sicherheiten erstellt. Wenn der Benutzer seine GHO-Kreditposition zurückzahlt, verbrennt das Protokoll die GHO dieses Benutzers. Alle Zinszahlungen, die von den Minern von GHO angefallen sind, würden direkt an die AaveDAO-Kasse überwiesen.
fr: GHO est un actif numérique natif décentralisé et adossé à des garanties, indexé sur le dollar américain. Il est créé par les utilisateurs en empruntant contre plusieurs garanties. Lorsque l’utilisateur rembourse sa position d’emprunt de HO, le protocole brûle le GHO de cet utilisateur. Tous les paiements d’intérêts accumulés par les minters de GHO seraient directement transférés à la trésorerie d’AaveDAO.
ru: GHO — это собственный децентрализованный цифровой актив, обеспеченный залогом, привязанный к доллару США. Он создается пользователями путем заимствования под множественное обеспечение. Когда пользователь погашает свою позицию по займу GHO, протокол сжигает GHO этого пользователя. Все процентные платежи, начисленные минтерами GHO, будут напрямую перечисляться в казначейство AaveDAO.

source: Get ABP Token
de: Abrufen des ABP-Tokens
es: Obtener Token ABP
fr: Obtenir le jeton ABP
ru: Получить токен ABP

source: Global settings
de: Globale Einstellungen
el: Γενικές ρυθμίσεις
es: Configuración global
fr: Paramètres globaux
ru: Глобальные настройки

source: Go Back
de: Zurück
el: Πηγαίνετε Πίσω
es: Volver atrás
fr: Retourner
ru: Вернуться

source: Go to Balancer Pool
de: Gehen Sie zum Balancer-Pool
es: Ir al pool de Balancer
fr: Accéder à Balancer Pool
ru: Перейти в пул балансировщиков

source: Go to V3 Dashboard
de: Wechseln Sie zum V3-Dashboard
es: Ir al panel de control V3
fr: Accéder au tableau de bord V3
ru: Перейдите на панель мониторинга версии 3

source: Governance
el: Διακυβέρνηση
es: Gobierno
fr: Gouvernance
ru: Управление

source: Greek
de: Griechisch
es: Griego
fr: Grec
ru: Греческий

source: Health Factor ({0} v2)
de: Gesundheitsfaktor ({0} v2)
es: Factor de salud ({0} v2)
fr: Facteur de santé ({0} v2)
ru: Фактор здоровья ({0} Т2)

source: Health Factor ({0} v3)
de: Gesundheitsfaktor ({0} v3)
es: Factor de salud ({0} v3)
fr: Facteur de santé ({0} v3)
ru: Фактор здоровья ({0} v3)

source: Health factor
de: Gesundheitsfaktor
el: Συντελεστής υγείας
es: Factor de salud
fr: Facteur de santé
ru: Фактор здоровья

source: Health factor is lesser than the liquidation threshold
de: Der Gesundheitsfaktor ist kleiner als die Liquidationsschwelle
el: Ο συντελεστής υγείας είναι μικρότερος από το όριο ρευστοποίησης
es: El factor de salud es menor que el umbral de liquidación
fr: Le facteur santé est inférieur au seuil de liquidation
ru: Фактор здоровья меньше порога ликвидации

source: Health factor is not below the threshold
de: Der Gesundheitsfaktor liegt nicht unter dem Schwellenwert
el: Ο παράγοντας υγείας δεν είναι κάτω από το όριο
es: El factor de salud no está por debajo del umbral
fr: Le facteur de santé n'est pas inférieur au seuil
ru: Фактор здоровья не ниже порогового значения

source: Hide
de: Verstecken
el: Απόκρυψη
es: Ocultar
fr: Cacher
ru: Прятать

source: Holders of stkAAVE receive a discount on the GHO borrowing rate
de: Inhaber von stkAAVE erhalten einen Rabatt auf den GHO-Sollzinssatz
fr: Les détenteurs de stkAAVE bénéficient d’une réduction sur le taux d’emprunt GHO
ru: Держатели stkAAVE получают скидку на ставку заимствования GHO

source: I acknowledge the risks involved.
de: Ich bin mir der damit verbundenen Risiken bewusst.
es: Acepto los riesgos involucadros.
fr: Je reconnais les risques encourus.
ru: Я осознаю связанные с этим риски.

source: I fully understand the risks of migrating.
de: Ich habe vollstes Verständnis für die Risiken der Migration.
es: Entiendo completamente los riesgos de migrar.
fr: Je comprends parfaitement les risques liés à la migration.
ru: Я прекрасно понимаю риски, связанные с миграцией.

source: I understand how cooldown ({0}) and unstaking ({1}) work
de: Ich verstehe, wie Abklingzeit ({0}) und das Abstecken ({1}) Arbeit
el: Καταλαβαίνω πώς λειτουργεί η ψύξη ({0}) και το ξεκλείδωμα ({1})
es: Entiendo como el cooldown ({0}) y el proceso de unstaking ({1}) funcionan
fr: Je comprends comment fonctionnent le temps de recharge ({0}) et le retrait ({1})
ru: Я понимаю, как кулдаун ({0}) и вывод из стейкинга ({1}) работы

source: If the error continues to happen,<0/> you may report it to this
de: Wenn der Fehler weiterhin auftritt, können Sie ihn an diese melden.<0/>
es: Si el error persiste, <0/> podrías reportarlo a esto
fr: Si l’erreur persiste,<0/> vous pouvez la signaler à ce
ru: Если ошибка продолжает возникать,<0/> вы можете сообщить об этом в

source: If the health factor goes below 1, the liquidation of your collateral might be triggered.
de: Wenn der Gesundheitsfaktor unter 1 fällt, kann die Liquidation Ihrer Sicherheiten ausgelöst werden.
el: Εάν ο συντελεστής υγείας πέσει κάτω από το 1, ενδέχεται να ενεργοποιηθεί η ρευστοποίηση των εγγυήσεών σας.
es: Si el factor de salud se encuentra por debajo de 1, la liquidación de tu colateral puede ser activada.
fr: Si le facteur de santé descend en dessous de 1, la liquidation de votre collatéral peut être déclenchée.
ru: Если фактор здоровья опускается ниже 1, может быть инициирована ликвидация вашего залога.

source: If you DO NOT unstake within {0} of unstake window, you will need to activate cooldown process again.
de: Wenn Sie NICHT innerhalb von {0} des Freigabefensters müssen Sie den Abklingprozess erneut aktivieren.
el: Εάν ΔΕΝ ξεκλειδώσετε εντός {0} του παραθύρου ξεκλειδώματος, θα πρέπει να ενεργοποιήσετε ξανά τη διαδικασία ψύξης.
es: Si NO unstakeas entre {0} de la ventana de unstakeo, necesitarás activar el proceso de cooldown de nuevo.
fr: Si vous NE vous désengagez PAS dans les {0} de la fenêtre de désengagement, vous devrez réactiver le processus de refroidissement.
ru: Если вы НЕ выводите из стейкинга в течение {0} Вам нужно будет снова активировать процесс перезарядки.

source: If your loan to value goes above the liquidation threshold your collateral supplied may be liquidated.
de: Wenn Ihr Beleihungsauslauf die Liquidationsschwelle überschreitet, können Ihre gestellten Sicherheiten liquidiert werden.
el: Εάν το δάνειο προς αξία υπερβεί το όριο ρευστοποίησης, η παρεχόμενη εγγύηση σας μπορεί να ρευστοποιηθεί.
es: Si tu relación préstamo-valor supera el umbral de liquidación, tu garantía puede ser liquidada.
fr: Si votre prêt à la valeur dépasse le seuil de liquidation, votre garantie fournie peut être liquidée.
ru: Если отношение вашего кредита к стоимости превышает порог ликвидации, предоставленное вами обеспечение может быть ликвидировано.

source: In E-Mode some assets are not borrowable. Exit E-Mode to get access to all assets
de: Im E-Mode sind einige Vermögenswerte nicht ausleihbar. Beenden Sie den E-Modus, um Zugriff auf alle Assets zu erhalten
el: Στο E-Mode ορισμένα περιουσιακά στοιχεία δεν είναι δανείσιμα. Βγείτε από το E-Mode για να αποκτήσετε πρόσβαση σε όλα τα περιουσιακά στοιχεία
es: En E-Mode algunos activos no se pueden pedir prestados. Sal del E-Mode para obtener acceso a todos los activos
fr: En E-Mode, certains actifs ne sont pas empruntables. Quittez le E-mode pour accéder à tous les actifs
ru: В E-Mode некоторые активы не являются заемными. Выйдите из E-Mode, чтобы получить доступ ко всем активам

source: In Isolation mode, you cannot supply other assets as collateral. A global debt ceiling limits the borrowing power of the isolated asset. To exit isolation mode disable {0} as collateral before borrowing another asset. Read more in our <0>FAQ</0>
de: Im Isolationsmodus können Sie keine anderen Vermögenswerte als Sicherheit bereitstellen. Eine globale Schuldenobergrenze begrenzt die Kreditaufnahme des isolierten Vermögenswerts. Um den Isolationsmodus zu beenden, deaktivieren Sie {0} als Sicherheit, bevor ein anderer Vermögenswert geliehen wird. Lesen Sie mehr in unseren <0>FAQ</0>
es: En el Isolation mode, no puedes suministrar otros activos como garantía. Un límite de deuda global limita la capacidad de préstamo del activo aislado. Para salir del Isolation mode, deshabilita {0} como garantía antes de tomar prestado otro activo. Lee más en nuestras <0>preguntas frecuentes </0>
fr: En mode Isolation, vous ne pouvez pas fournir d’autres actifs en garantie. Un plafond d’endettement global limite le pouvoir d’emprunt de l’actif isolé. Pour quitter le mode d’isolement, désactivez {0} en garantie avant d’emprunter un autre actif. Pour en savoir plus, consultez notre <0>FAQ</0>
ru: В режиме изоляции вы не можете предоставить другие активы в качестве залога. Глобальный потолок долга ограничивает заемную способность изолированного актива. Чтобы выйти из режима изоляции, отключите {0} в качестве залога перед заимствованием другого актива. Подробнее читайте в нашем <0>FAQ</0>

source: Inconsistent flashloan parameters
de: Inkonsistente Parameter für Kurzzeitkredite
el: Ασυνεπείς παράμετροι flashloan
es: Parámetros inconsistentes del préstamo flash
fr: Paramètres de prêt flash incohérents
ru: Несогласованные параметры флэш-займа

source: Insufficient collateral to cover new borrow position. Wallet must have borrowing power remaining to perform debt switch.
de: Unzureichende Sicherheiten zur Deckung neuer Kreditpositionen. Die Wallet muss über eine verbleibende Kreditkraft verfügen, um eine Schuldenumwandlung durchzuführen.
fr: Garantie insuffisante pour couvrir une nouvelle position d’emprunt. Le portefeuille doit avoir une capacité d’emprunt restante pour effectuer le transfert de dette.
ru: Недостаточное обеспечение для покрытия новой позиции по займу. Кошелек должен иметь оставшуюся кредитную способность для выполнения переключения долга.

source: Interest accrued
de: Aufgelaufene Zinsen
fr: Intérêts courus
ru: Начисленные проценты

source: Interest rate rebalance conditions were not met
de: Die Bedingungen für die Neugewichtung der Zinssätze wurden nicht erfüllt
el: Δεν τηρήθηκαν οι όροι επανεξισορρόπησης των επιτοκίων
es: No se cumplieron las condiciones de ajuste de tasas de interés
fr: Les conditions de rééquilibrage des taux d'intérêt n'ont pas été remplies
ru: Условия ребалансировки процентных ставок не были выполнены

source: Interest rate strategy
de: Zinsstrategie
es: Estrategia de tasa de interés
fr: Stratégie de taux d’intérêt
ru: Стратегия процентных ставок
