Repository: aave/interface
Catalog: src/locales/*/messages.po
Languages: de, el, es, fr, ru

source: Pool addresses provider is not registered
de: Der Anbieter von Pooladressen ist nicht registriert.
el: Ο πάροχος διευθύνσεων κοινόχρηστων ταμείων δεν είναι εγγεγραμμένος
es: La dirección del proveedor del pool no esta registrada
fr: Le fournisseur d'adresses de pool n'est pas enregistré
ru: Провайдер адресов пула не зарегистрирован

source: Powered by
fr: Alimenté par
ru: Руководствовался

source: Preview tx and migrate
de: Vorschau von TX und Migration
es: Previsualizar la tx y migrar
fr: Prévisualiser tx et migrer
ru: Предварительный просмотр передачи и миграция

source: Price
de: Preis
fr: Prix
ru: Цена

source: Price data is not currently available for this reserve on the protocol subgraph
de: Für diese Reserve sind derzeit keine Preisdaten im Protokoll-Subgraphen verfügbar
fr: À l’heure actuelle, les données sur les prix ne sont pas disponibles pour cette réserve dans le sous-graphe du protocole
ru: В настоящее время данные о ценах для этого резерва в подграфе протокола недоступны

source: Price impact
de: Einfluss auf den Preis
fr: Impact sur les prix
ru: Влияние на цену

source: Price impact is the spread between the total value of the entry tokens switched and the destination tokens obtained (in USD), which results from the limited liquidity of the trading pair.
de: Der Preiseinfluss ist der Spread zwischen dem Gesamtwert der gewechselten Entry-Token und den erhaltenen Ziel-Token (in USD), der sich aus der begrenzten Liquidität des Handelspaares ergibt.
fr: L’impact sur les prix est l’écart entre la valeur totale des tokens d’entrée échangés et les tokens de destination obtenus (en USD), qui résulte de la liquidité limitée de la paire de trading.
ru: Влияние на цену представляет собой спред между общей стоимостью токенов входа и полученных токенов назначения (в долларах США), что является результатом ограниченной ликвидности торговой пары.

source: Price impact {0}%
de: Einfluss auf den Preis {0}%
es: Impacto en el precio {0}%
fr: Impact sur les prix {0}%
ru: Влияние на цену {0}%

source: Privacy
de: Privatsphäre
fr: Vie privée
ru: Конфиденциальность

source: Proposal details
de: Details zum Angebot
el: Λεπτομέρειες πρότασης
es: Detalles de la propuesta
fr: Détails de la proposition
ru: Сведения о предложении

source: Proposal overview
de: Vorschlagsübersicht
el: Επισκόπηση πρότασης
es: Resumen de la propuesta
fr: Aperçu de la proposition
ru: Обзор предложения

source: Proposals
de: Vorschläge
el: Προτάσεις
es: Propuestas
fr: Les propositions
ru: Предложения

source: Proposition
es: Proposición
ru: Предложение

source: Protocol borrow cap at 100% for this asset. Further borrowing unavailable.
de: Die Kreditobergrenze des Protokolls liegt bei 100 % für diesen Vermögenswert. Weitere Ausleihe nicht möglich.
es: El límite de préstamo del protocolo está al 100% para este activo. No es posible tomar más prestado.
fr: Plafond d’emprunt du protocole à 100% pour cet actif. Il n’est pas possible d’emprunter davantage.
ru: Протокол заимствует лимит на 100% для этого актива. Дальнейшее заимствование недоступно.

source: Protocol borrow cap is at 100% for this asset. Further borrowing unavailable.
de: Die Obergrenze für die Kreditaufnahme des Protokolls liegt für diesen Vermögenswert bei 100 %. Weitere Ausleihe nicht möglich.
es: El límite de préstamo del protocolo está al 100% para este activo. No es posible tomar más prestado.
fr: Le plafond d’emprunt du protocole est de 100 % pour cet actif. Il n’est pas possible d’emprunter davantage.
ru: Протокольный лимит заимствований для этого актива составляет 100%. Дальнейшее заимствование недоступно.

source: Protocol debt ceiling is at 100% for this asset. Further borrowing against this asset is unavailable.
de: Die Schuldenobergrenze des Protokolls liegt für diesen Vermögenswert bei 100 %. Eine weitere Kreditaufnahme für diesen Vermögenswert ist nicht möglich.
es: El límite de deuda del protocolo está al 100% para este activo. No es posible tomar más prestado usando este activo como garantía.
fr: Le plafond d’endettement du protocole est de 100% pour cet actif. Il n’est pas possible d’emprunter davantage sur cet actif.
ru: Протокольный потолок долга находится на уровне 100% по этому активу. Дальнейшее заимствование под этот актив недоступно.

source: Protocol debt ceiling is at 100% for this asset. Futher borrowing against this asset is unavailable.
de: Die Schuldenobergrenze des Protokolls liegt für diesen Vermögenswert bei 100 %. Eine weitere Kreditaufnahme für diesen Vermögenswert ist nicht möglich.
es: El límite de deuda del protocolo está al 100% para este activo. No es posible tomar más prestado usando este activo como garantía.
fr: Le plafond d’endettement du protocole est de 100% pour cet actif. Il n’est pas possible d’emprunter sur cet actif.
ru: Протокольный потолок долга находится на уровне 100% по этому активу. Дальнейшее заимствование под залог этого актива недоступно.

source: Protocol supply cap at 100% for this asset. Further supply unavailable.
de: Die Obergrenze für das Protokollangebot liegt für diesen Vermögenswert bei 100 %. Weiterer Nachschub nicht verfügbar.
es: El límite de suministro del protocolo está al 100% para este activo. No es posible suministrar más.
fr: Limite d’approvisionnement du protocole à 100 % pour cet actif. D’autres approvisionnements ne sont pas disponibles.
ru: Ограничение предложения протокола составляет 100% для этого актива. Дальнейшая поставка недоступна.

source: Protocol supply cap is at 100% for this asset. Further supply unavailable.
de: Die Obergrenze für das Protokollangebot liegt für diesen Vermögenswert bei 100 %. Weiterer Nachschub nicht verfügbar.
es: El límite de suministro del protocolo está al 100% para este activo. No es posible suministrar más.
fr: La limite d’approvisionnement du protocole est de 100 % pour cet actif. D’autres approvisionnements ne sont pas disponibles.
ru: Лимит предложения протокола составляет 100% для этого актива. Дальнейшая поставка недоступна.

source: Quorum
el: Απαρτία
ru: Кворум

source: Rate change
de: Änderung des Tarifs
fr: Changement de taux
ru: Изменение тарифа

source: Reached
de: Erreicht
el: Επιτεύχθηκε
es: Alcanzado
fr: Atteint
ru: Достигнутый

source: Reactivate cooldown period to unstake {0} {stakedToken}
de: Reaktivieren Sie die Abklingzeit, um den Einsatz aufzuheben {0} {stakedToken}
fr: Réactiver la période de recharge pour annuler le pieu {0} {stakedToken}
ru: Реактивируйте период перезарядки, чтобы вывести из стейкинга {0} {stakedToken}

source: Read more here.
de: Lesen Sie hier mehr.
es: Más información aquí.
fr: Pour en savoir plus, cliquez ici.
ru: Подробнее читайте здесь.

source: Read-only mode allows to see address positions in Aave, but you won't be able to perform transactions.
de: Der schreibgeschützte Modus ermöglicht es, Adresspositionen in Aave zu sehen, aber Sie können keine Transaktionen durchführen.
es: El modo de solo lectura permite ver las posiciones de las direcciones en Aave, pero no podrás realizar transacciones.
fr: Le mode lecture seule permet de voir les positions d’adresses dans Aave, mais vous ne pourrez pas effectuer de transactions.
ru: Режим только для чтения позволяет видеть адресные позиции в Aave, но вы не сможете совершать транзакции.

source: Read-only mode.
de: Schreibgeschützter Modus.
es: Modo de solo lectura.
fr: Mode lecture seule.
ru: Режим только для чтения.

source: Read-only mode. Connect to a wallet to perform transactions.
de: Schreibgeschützter Modus. Stellen Sie eine Verbindung zu einer Wallet her, um Transaktionen durchzuführen.
es: Modo de solo lectura. Conéctate a una cartera para realizar transacciones.
fr: Mode lecture seule. Connectez-vous à un portefeuille pour effectuer des transactions.
ru: Режим только для чтения. Подключитесь к кошельку для совершения транзакций.

source: Receive (est.)
de: Empfangen (geschätzt)
fr: Recevoir (est.)
ru: Получить (приблизительно)

source: Received
de: Eingegangen
es: Recibido
fr: Reçu
ru: Полученный

source: Recipient address
de: Empfängeradresse
el: Διεύθυνση παραλήπτη
es: Dirección del destinatario
fr: Adresse du destinataire
ru: Адрес получателя

source: Rejected connection request
de: Abgelehnte Verbindungsanforderung
el: Απόρριψη αιτήματος σύνδεσης
es: Solicitud de conexión rechazada
fr: Demande de connexion rejetée
ru: Отклоненный запрос на подключение

source: Reload
de: Nachladen
es: Recargar
fr: Recharger
ru: Перезаряжать

source: Reload the page
de: Laden Sie die Seite neu
es: Recarga la página
fr: Recharger la page
ru: Перезагрузите страницу

source: Remaining debt
de: Restschuld
el: Υπολειπόμενο χρέος
es: Deuda restante
fr: Dette restante
ru: Оставшаяся задолженность

source: Remaining supply
de: Verbleibendes Angebot
el: Υπολειπόμενη προσφορά
es: Suministro restante
fr: Offre restante
ru: Оставшийся запас

source: Repaid
de: Zurückgezahlt
es: Pagado
fr: Remboursé
ru: Погашен

source: Repay
de: Zurückzahlen
el: Αποπληρωμή
es: Pagar
fr: Rembourser
ru: Вознаграждать

source: Repay with
de: Rückzahlung mit
el: Αποπληρωμή με
es: Pagar con
fr: Rembourser avec
ru: Погашайте с помощью

source: Repay {symbol}
de: Zurückzahlen {symbol}
el: Αποπληρωμή {symbol}
es: Pagar {symbol}
fr: Rembourser {symbole}
ru: Вознаграждать {symbol}

source: Repaying {symbol}
de: Vergeltend {symbol}
el: Αποπληρώνοντας {symbol}
es: Pagando {symbol}
fr: Remboursement {symbole}
ru: Погашение {symbol}

source: Repayment amount to reach {0}% utilization
de: Zu erreichender Rückzahlungsbetrag {0}% Auslastung
fr: Montant de remboursement à atteindre {0}% d’utilisation
ru: Сумма погашения {0}% использования

source: Reserve Size
de: Größe der Reserve
el: Μέγεθος Αποθεματικού
es: Tamaño de la reserva
fr: Taille de réserve
ru: Размер резерва

source: Reserve factor
de: Reserve-Faktor
es: Factor de reserva
fr: Facteur de réserve
ru: Резервный фактор

source: Reserve factor is a percentage of interest which goes to a {0} that is controlled by Aave governance to promote ecosystem growth.
de: Der Reservefaktor ist ein Prozentsatz der Zinsen, der an einen {0} die von der Aave-Governance kontrolliert wird, um das Wachstum des Ökosystems zu fördern.
es: El factor de reserva es un porcentaje de interés que va a un {0} que es controlado por el gobierno de Aave para promover el crecimiento del ecosistema.
fr: Le facteur de réserve est un pourcentage de l’intérêt qui va à un {0} qui est contrôlé par la gouvernance Aave pour promouvoir la croissance de l’écosystème.
ru: Резервный коэффициент – это процент от процента, который идет на {0} которая контролируется руководством Aave для содействия росту экосистемы.

source: Reserve status & configuration
de: Reservestatus & Konfiguration
el: Κατάσταση & διαμόρφωση αποθεματικού
es: Configuración y estado de la reserva
fr: Statut et configuration de la réserve
ru: Статус резерва и конфигурация

source: Reset
de: Zurücksetzen
fr: Réinitialisation
ru: Сброс

source: Restake
de: Erneutes Einsetzen
fr: Remise en jeu
ru: Перераспределение

source: Restake {symbol}
de: Erneutes Einsetzen {symbol}
fr: Remise en jeu {symbol}
ru: Перераспределение {symbol}

source: Restaked
de: Erneut abgesteckt
fr: Restauré
ru: Рестакед

source: Restaking {symbol}
de: Wiederaufnahme {symbol}
fr: Reprise {symbol}
ru: Рестейкинг {symbol}

source: Review approval tx details
de: Überprüfen Sie die Details der Genehmigungssendung
el: Αναθεώρηση λεπτομερειών έγκρισης συναλλαγής
es: Revisa los detalles del approve
fr: Examiner les détails de la taxe d'approbation
ru: Просмотр сведений об утверждении

source: Review changes to continue
de: Überprüfen Sie die Änderungen, um fortzufahren
es: Revisa los cambios para continuar
fr: Passer en revue les modifications pour continuer
ru: Просмотрите изменения, чтобы продолжить

source: Review tx
de: Rezension tx
el: Αναθεώρηση συναλλαγής
es: Revisión tx
fr: Réviser tx
ru: Отзыв tx

source: Review tx details
de: Überprüfen Sie die TX-Details
el: Αναθεώρηση λεπτομερειών συναλλαγής
es: Revisar detalles de la tx
fr: Examiner les détails de la transaction
ru: Просмотр сведений о передаче

source: Revoke power
de: Entzug der Befugnis
es: Revocar poder
fr: Révoquer le pouvoir
ru: Отзыв власти

source: Reward(s) to claim
de: Zu beanspruchende(n) Belohnung(en)
el: Ανταμοιβή(ες) προς διεκδίκηση
es: Recompensa(s) por reclamar
fr: Récompense(s) à réclamer
ru: Награды, которые можно получить

source: Rewards APR
de: Prämien effektiver Jahreszins
el: Ανταμοιβές APR
es: APR de recompensas
fr: Récompenses APR
ru: Вознаграждения годовых

source: Risk details
de: Details zum Risiko
el: Λεπτομέρειες κινδύνου
es: Detalles de riesgo
fr: Détails des risques
ru: Сведения о рисках

source: SEE CHARTS
de: SIEHE DIAGRAMME
el: ΔΕΙΤΕ ΓΡΑΦΗΜΑΤΑ
es: VER GRÁFICOS
fr: VOIR LES GRAPHIQUES
ru: СМОТРЕТЬ ГРАФИКИ

source: Safety of your deposited collateral against the borrowed assets and its underlying value.
de: Sicherheit Ihrer hinterlegten Sicherheiten gegen die geliehenen Vermögenswerte und deren zugrunde liegenden Wert.
el: Ασφάλεια των κατατεθειμένων εξασφαλίσεών σας έναντι των δανειζόμενων περιουσιακών στοιχείων και της υποκείμενης αξίας τους.
es: Seguridad de tu garantía depositada contra los activos prestados y su valor subyacente.
fr: Sécurité de votre garantie déposée contre les actifs empruntés et sa valeur sous-jacente.
ru: Сохранность Вашего депонированного залога от заемных активов и его базовой стоимости.

source: Save and share
de: Speichern und teilen
fr: Enregistrer et partager
ru: Сохраняйте и делитесь

source: Seems like we can't switch the network automatically. Please check if you can change it from the wallet.
de: Es scheint, als ob wir das Netzwerk nicht automatisch umschalten können. Bitte prüfen Sie, ob Sie es von der Wallet aus ändern können.
el: Φαίνεται ότι δεν μπορούμε να αλλάξουμε το δίκτυο αυτόματα. Ελέγξτε αν μπορείτε να το αλλάξετε από το πορτοφόλι.
es: Parece que no podemos cambiar la red automáticamente. Por favor, comprueba si puedes cambiarla desde la cartera.
fr: On dirait que nous ne pouvons pas changer de réseau automatiquement. Veuillez vérifier si vous pouvez le changer depuis le portefeuille.
ru: Похоже, мы не можем переключать сеть автоматически. Пожалуйста, проверьте, можете ли вы изменить его из кошелька.

source: Select
de: Auswählen
es: Selecciona
fr: Choisir
ru: Выбирать

source: Select APY type to switch
de: Wählen Sie den APY-Typ aus, um zu wechseln
el: Επιλέξτε τύπο APY για εναλλαγή
es: Selecciona el tipo APY para cambiar
fr: Sélectionnez le type APY pour basculer
ru: Выберите тип APY для переключения

source: Select an asset
de: Wählen Sie ein Asset aus
fr: Sélectionner une ressource
ru: Выберите ресурс

source: Select language
de: Sprache auswählen
el: Επιλέξτε γλώσσα
es: Seleccionar idioma
fr: Choisir la langue
ru: Выбрать язык

source: Select slippage tolerance
de: Schlupftoleranz auswählen
es: Seleccionar tolerancia de deslizamiento
fr: Sélectionner la tolérance de glissement
ru: Выберите допуск проскальзывания

source: Select v2 borrows to migrate
de: Auswählen von v2-Ausleihen für die Migration
es: Selecciona préstamos de v2 para migrar
fr: Sélectionner les emprunts v2 à migrer
ru: Выбор заимствований версии 2 для переноса

source: Select v2 supplies to migrate
de: Wählen Sie v2-Verbrauchsmaterialien für die Migration aus
es: Selecciona suministros de v2 para migrar
fr: Sélectionner les consommables v2 à migrer
ru: Выбор расходных материалов версии 2 для переноса

source: Selected assets have successfully migrated. Visit the Market Dashboard to see them.
de: Ausgewählte Assets wurden erfolgreich migriert. Besuchen Sie das Markt-Dashboard, um sie zu sehen.
es: Los activos seleccionados se han migrado correctamente. Visita el panel de control del mercado para verlos.
fr: Les ressources sélectionnées ont été migrées avec succès. Rendez-vous sur le tableau de bord du marché pour les voir.
ru: Выбранные ресурсы успешно перенесены. Посетите панель управления рынка, чтобы увидеть их.

source: Selected borrow assets
de: Ausgewählte Kredite
es: Activos de préstamo seleccionados
fr: Sélection d’actifs d’emprunt
ru: Выбранные заемные активы

source: Selected supply assets
de: Ausgewählte Versorgungsanlagen
es: Activos de suministro seleccionados
fr: Sélection d’actifs d’approvisionnement
ru: Избранные активы снабжения

source: Send feedback
de: Feedback senden
fr: Envoyer des commentaires
ru: Отправить отзыв

source: Set up delegation
de: Delegierung einrichten
es: Configurar la delegación
fr: Configurer la délégation
ru: Настройка делегирования

source: Setup notifications about your Health Factor using the Hal app.
de: Richte Benachrichtigungen über deinen Gesundheitsfaktor mit der Hal-App ein.
es: Configura notificaciones sobre tu factor de salud usando la aplicación Hal.
fr: Configurez des notifications sur votre facteur de santé à l’aide de l’application Hal.
ru: Настройте уведомления о вашем факторе здоровья с помощью приложения Hal.

source: Share on Lens
de: Auf Lens teilen
es: Compartir en Lens
fr: Partager sur Lens
ru: Поделиться на объективе

source: Share on twitter
de: Auf Twitter teilen
el: Μοιραστείτε το στο twitter
es: Compartir en twitter
fr: Partager sur Twitter
ru: Поделиться в twitter

source: Show
de: Zeigen
el: Εμφάνιση
es: Mostrar
fr: Montrer
ru: Показывать

source: Show Frozen or paused assets
de: Eingefrorene oder pausierte Assets anzeigen
fr: Afficher les ressources gelées ou mises en pause
ru: Отображение замороженных или приостановленных ресурсов

source: Show assets with 0 balance
de: Vermögenswerte mit 0 Saldo anzeigen
el: Εμφάνιση περιουσιακών στοιχείων με υπόλοιπο 0
es: Mostrar activos con 0 balance
fr: Afficher les actifs avec 0 solde
ru: Показать активы с балансом 0

source: Sign to continue
de: Unterschreiben, um fortzufahren
es: Firma para continuar
fr: Signez pour continuer
ru: Подпишите, чтобы продолжить

source: Signatures ready
de: Unterschriften bereit
es: Firmas listas
fr: Signatures prêtes
ru: Подписи готовы

source: Signing
de: Unterzeichnung
es: Firmando
fr: Signature
ru: Подписание

source: Since this asset is frozen, the only available actions are withdraw and repay which can be accessed from the <0>Dashboard</0>
de: Da dieses Vermögen eingefroren ist, sind die einzigen verfügbaren Aktionen Abhebung und Rückzahlung, auf die über das <0>Dashboard</0> zugegriffen werden kann
es: Dado que este activo está congelado, las únicas acciones disponibles son retirar y pagar, a las que se puede acceder desde el <0>Panel de control</0>
fr: Étant donné que cet actif est gelé, les seules actions disponibles sont le retrait et le remboursement, accessibles depuis le <0>tableau de bord</0>
ru: Поскольку этот актив заморожен, единственными доступными действиями являются вывод и погашение, доступ к которым можно получить из <0>Личного кабинета</0>

source: Since this is a test network, you can get any of the assets if you have ETH on your wallet
de: Da es sich um ein Testnetzwerk handelt, können Sie alle Vermögenswerte erhalten, wenn Sie ETH in Ihrer Brieftasche haben
el: Δεδομένου ότι πρόκειται για ένα δοκιμαστικό δίκτυο, μπορείτε να αποκτήσετε οποιοδήποτε από τα περιουσιακά στοιχεία αν έχετε ETH στο πορτοφόλι σας
es: Puesto que esta es una red de pruebas, puedes obtener cualquiera de los activos si tienes ETH en tu cartera
fr: Comme il s'agit d'un réseau de test, vous pouvez obtenir n'importe lequel des actifs si vous avez ETH dans votre portefeuille
ru: Так как это тестовая сеть, вы можете получить любой из активов, если у вас есть ETH на кошельке

source: Slippage
de: Schlupf
fr: Glissement
ru: Проскальзывание

source: Slippage is the difference between the quoted and received amounts from changing market conditions between the moment the transaction is submitted and its verification.
de: Slippage ist die Differenz zwischen den notierten und erhaltenen Beträgen aufgrund sich ändernder Marktbedingungen zwischen dem Zeitpunkt der Einreichung der Transaktion und ihrer Überprüfung.
es: El deslizamiento es la diferencia entre las cantidades calculadas y las recibidas debido a las condiciones cambiantes del mercado entre el momento en que se envía la transacción y su verificación.
fr: Le slippage est la différence entre les montants cotés et reçus en raison de l’évolution des conditions du marché entre le moment où la transaction est soumise et sa vérification.
ru: Проскальзывание – это разница между котируемой и полученной суммами из-за изменения рыночных условий между моментом подачи заявки на сделку и ее проверкой.

source: Some migrated assets will not be used as collateral due to enabled isolation mode in {marketName} V3 Market. Visit <0>{marketName} V3 Dashboard</0> to manage isolation mode.
de: Einige migrierte Assets werden aufgrund des aktivierten Isolationsmodus in {marketName} V3-Markt. Besuch <0>{marketName} V3 Dashboard</0> zum Verwalten des Isolationsmodus.
es: Algunos activos migrados no se utilizarán como garantía debido al isolation mode habilitado en el mercado V3 de {marketName}. Visita el <0>Panel de control de {marketName} V3</0> para administrar el isolation mode.
fr: Certaines ressources migrées ne seront pas utilisées comme garantie en raison de l’activation du mode d’isolement dans {marketName} Marché V3. Visite <0>{marketName} Tableau de bord V3</0> pour gérer le mode d’isolation.
ru: Некоторые перенесенные ресурсы не будут использоваться в качестве залога из-за включенного режима изоляции в {marketName} Рынок V3. Визит <0>{marketName} Панель мониторинга версии 3</0> для управления режимом изоляции.

source: Something went wrong
de: Irgendetwas ist schief gelaufen
es: Se produjo un error
fr: Quelque chose s’est mal passé
ru: Что-то пошло не так

source: Sorry, an unexpected error happened. In the meantime you may try reloading the page, or come back later.
de: Es tut uns leid, aber es ist ein unerwarteter Fehler aufgetreten. In der Zwischenzeit können Sie versuchen, die Seite neu zu laden oder später wiederzukommen.
es: Lo sentimos, se produjo un error imprevisto. Mientras tanto, puedes intentar recargar la página, o volver después.
fr: Désolé, une erreur inattendue s’est produite. En attendant, vous pouvez essayer de recharger la page, ou revenir plus tard.
ru: Извините, произошла непредвиденная ошибка. Тем временем вы можете попробовать перезагрузить страницу или вернуться позже.

source: Sorry, we couldn't find the page you were looking for.
de: Es tut uns leid, aber wir konnten die Seite, die Sie gesucht haben, nicht finden.
es: Lo sentimos, no hemos podido encontrar la página que estabas buscando.
fr: Désolé, nous n’avons pas trouvé la page que vous cherchiez.
ru: К сожалению, мы не смогли найти страницу, которую вы искали.

source: Spanish
de: Spanisch
el: Ισπανικά
es: Español
fr: Espagnol
ru: Испанский

source: Stable
de: Stall
el: Σταθερό
es: Estable
ru: Конюшня

source: Stable Interest Type is disabled for this currency
de: Der stabile Zinstyp ist für diese Währung deaktiviert
el: Ο Τύπος Σταθερού Επιτοκίου είναι απενεργοποιημένος για αυτό το νόμισμα
es: Tipo de interés estable está deshabilitado para esta moneda
fr: Le type d'intérêt stable est désactivé pour cette devise
ru: Тип «Стабильный процент» отключен для этой валюты

source: Stable borrowing is enabled
de: Stabile Kreditaufnahme ist möglich
el: Ο σταθερός δανεισμός είναι ενεργοποιημένος
es: El préstamo estable no está habilitado
fr: L'emprunt stable est activé
ru: Возможность стабильного заимствования

source: Stable borrowing is not enabled
de: Stabile Kreditaufnahme ist nicht aktiviert
el: Ο σταθερός δανεισμός δεν είναι ενεργοποιημένος
es: El préstamo estable no está habilitado
fr: L'emprunt stable n'est pas activé
ru: Стабильное заимствование не включено
